{"id": "292951", "url": "https://fevir.net/resources/Composition/292951", "date": "2025-10-11T10:45:24.765Z", "meta": {"profile": ["http://hl7.org/fhir/uv/ebm/StructureDefinition/comparative-evidence-report-expanded"], "versionId": "86", "lastUpdated": "2025-10-11T10:45:24.765Z"}, "type": {"text": "Comparative Evidence Report", "coding": [{"code": "ComparativeEvidenceReport", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "ComparativeEvidenceReport"}]}, "title": "Parachute use to prevent death and major trauma when jumping from aircraft: randomized controlled trial.", "author": [{"display": "Joanne Dehnbostel"}], "status": "final", "custodian": {"type": "Organization", "display": "Computable Publishing LLC", "reference": "Organization/118079"}, "extension": [{"url": "http://hl7.org/fhir/StructureDefinition/artifact-description", "valueMarkdown": "Example of a ComparativeEvidenceReport for the EBMonFHIR IG"}, {"url": "http://hl7.org/fhir/uv/ebm/StructureDefinition/artifact-publication-status", "valueCodeableConcept": {"coding": [{"code": "active", "system": "http://terminology.hl7.org/CodeSystem/cited-artifact-status-type", "display": "Active"}]}}], "relatesTo": [{"type": "cite-as", "targetMarkdown": "Parachute use to prevent death and major trauma when jumping from aircraft: randomized controlled trial. [Database Entry: FHIR Composition Resource]. Contributors: Joanne Dehnbostel [Authors/Creators]. In: Fast Evidence Interoperability Resources (FEvIR) Platform, FOI 292951. Revised 2025-10-11. Available at: https://fevir.net/resources/Composition/292951. Computable resource at: https://fevir.net/resources/Composition/292951#json."}], "identifier": [{"type": {"text": "FEvIR Object Identifier", "coding": [{"code": "ACSN", "system": "http://terminology.hl7.org/CodeSystem/v2-0203", "display": "Accession ID"}]}, "value": "292951", "system": "https://fevir.net/FOI", "assigner": {"display": "Computable Publishing LLC"}}], "resourceType": "Composition", "section": [{"code": {"coding": [{"code": "research-study", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Research Study"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "title": "Research Study", "emptyReason": {"coding": [{"code": "notstarted", "system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "display": "Not Started"}]}}, {"code": {"coding": [{"code": "introduction", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Introduction"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data]</p></div>", "status": "empty"}, "title": "Introduction Section", "section": [{"text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>OBJECTIVE: To determine if using a parachute prevents death or major traumatic injury when jumping from an aircraft.</p><p>DESIGN: Randomized controlled trial.</p><p>SETTING: Private or commercial aircraft between September 2017 and August 2018.</p><p>PARTICIPANTS: 92 aircraft passengers aged 18 and over were screened for participation. 23 agreed to be enrolled and were randomized.</p><p>INTERVENTION: Jumping from an aircraft (airplane or helicopter) with a parachute versus an empty backpack (unblinded).</p><p>MAIN OUTCOME MEASURES: Composite of death or major traumatic injury (defined by an Injury Severity Score over 15) upon impact with the ground measured immediately after landing.</p><p>RESULTS: Parachute use did not significantly reduce death or major injury (0% for parachute v 0% for control; P&gt;0.9). This finding was consistent across multiple subgroups. Compared with individuals screened but not enrolled, participants included in the study were on aircraft at significantly lower altitude (mean of 0.6 m for participants v mean of 9146 m for non-participants; P&lt;0.001) and lower velocity (mean of 0 km/h v mean of 800 km/h; P&lt;0.001).</p><p>CONCLUSIONS: Parachute use did not reduce death or major traumatic injury when jumping from aircraft in the first randomized evaluation of this intervention. However, the trial was only able to enroll participants on small stationary aircraft on the ground, suggesting cautious extrapolation to high altitude jumps. When beliefs regarding the effectiveness of an intervention exist in the community, randomized trials might selectively enroll individuals with a lower perceived likelihood of benefit, thus diminishing the applicability of the results to clinical practice.</p></div>", "status": "additional"}, "title": "Abstract"}, {"code": {"text": "section created Tue Nov 26 2024 13:37:15 GMT-0600 (Central Standard Time)"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Parachutes are routinely used to prevent death or major traumatic injury among individuals jumping from aircraft. However, evidence supporting the efficacy of parachutes is weak and guideline recommendations for their use are principally based on biological plausibility and expert opinion.<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-1\">1</a><a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-2\">2</a> Despite this widely held yet unsubstantiated belief of efficacy, many studies of parachutes have suggested injuries related to their use in both military and recreational settings,<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-3\">3</a><a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-4\">4</a> and parachutist injuries are formally recognized in the World Health Organization’s ICD-10 (international classification of diseases, 10th revision).<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-5\">5</a> This could raise concerns for supporters of evidence-based medicine, because numerous medical interventions believed to be useful have ultimately failed to show efficacy when subjected to properly executed randomized clinical trials.<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-6\">6</a><a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-7\">7</a></p><p>Previous attempts to evaluate parachute use in a randomized setting have not been undertaken owing to both ethical and practical concerns. Lack of equipoise could inhibit recruitment of participants in such a trial. However, whether pre-existing beliefs about the efficacy of parachutes would, in fact, impair the enrolment of participants in a clinical trial has not been formally evaluated. To address these important gaps in evidence, we conducted the first randomized clinical trial of the efficacy of parachutes in reducing death and major injury when jumping from an aircraft.</p></div>", "status": "additional"}, "title": "Introduction"}]}, {"code": {"coding": [{"code": "screened-group", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Screened Group"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><b>Screened Group PARACHUTE Trial</b> Example of Screened Group Resource (92 participants)</p></div>", "status": "generated"}, "entry": [{"type": "Group", "display": "Screened Group PARACHUTE Trial", "reference": "Group/306655"}], "title": "Screened Group"}, {"code": {"coding": [{"code": "study-sample", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Study Sample"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><b>PARACHUTE Trial Participants</b> This is an example of a StudyGroup Profile. (23 participants)</p></div>", "status": "generated"}, "entry": [{"type": "Group", "display": "PARACHUTE trial participants", "reference": "Group/292955"}], "title": "Study Sample", "section": [{"code": {"coding": [{"code": "eligibility-criteria", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Eligibility Criteria"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "title": "Population Definition (Eligibility Criteria)"}]}, {"code": {"coding": [{"code": "intervention-group", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Intervention Group"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><b>PARACHUTE trial participants assigned parachute</b> This is an example of ExposureGroup Profile (11 participants)</p></div>", "status": "generated"}, "entry": [{"type": "Group", "display": "PARACHUTE trial participants assigned parachute", "reference": "Group/297487"}], "title": "Intervention Group", "section": [{"code": {"coding": [{"code": "intervention-description", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Intervention Description"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Jumping from an aircraft (airplane or helicopter) with a parachute</p></div>", "status": "additional"}, "entry": [{"type": "Group", "display": "Jumping from aircraft with parachute", "reference": "Group/297486"}], "title": "Intervention Description"}]}, {"code": {"coding": [{"code": "comparator-group", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Comparator Group"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><b>PARACHUTE trial participants assigned an empty backpack</b> This is an example of a ComparatorGroup Profile (12 participants)</p></div>", "status": "generated"}, "entry": [{"type": "Group", "display": "Parachute trial participants assigned an empty backpack", "reference": "Group/297489"}], "title": "Comparator Group", "section": [{"code": {"coding": [{"code": "comparator-description", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Comparator Description"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Jumping from an aircraft (airplane or helicopter) with an empty backpack</p></div>", "status": "additional"}, "entry": [{"type": "Group", "display": "Jumping from aircraft with empty backpack", "reference": "Group/297488"}], "title": "Comparator Description"}, {"code": {"coding": [{"code": "GroupAssignment", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "GroupAssignment"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><b>Parachute vs Empty Backpack in PARACHUTE Trial</b> Example of GroupAssignment Profile for EBMonFHIR IG (dichotomous variable)</p></div>", "status": "generated"}, "entry": [{"type": "EvidenceVariable", "display": "GroupAssignment: Jumping from aircraft with parachute vs. Jumping from aircraft with empty backpack", "reference": "EvidenceVariable/297490"}], "title": "Group Assignment (EvidenceVariable) Section"}]}, {"code": {"coding": [{"code": "methods", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Methods"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "title": "Methods Section", "section": [{"code": {"text": "_section_ryygohcfwr"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Between September 2017 and August 2018, individuals were screened for inclusion in the PArticipation in RAndomized trials Compromised by widely Held beliefs aboUt lack of Treatment Equipoise (PARACHUTE) trial. Prospective participants were approached and screened by study investigators on commercial or private aircraft.</p><p>For the commercial aircraft, travel was related to trips the investigators were scheduled to take for business or personal reasons unrelated to the present study. Typically, passengers seated close to the study investigator (typically not known acquaintances) would be approached mid-flight, between the time of initial seating and time of exiting the aircraft. The purpose and design of the study were explained. Owing to difficulty in enrolling patients at several thousand meters above the ground, we expanded our approach to include screening members of the investigative team, friends, and family. For the private aircraft, the boarding of aircraft was done for the explicit purpose of participating in the trial.</p><p>All participants were asked whether they would be willing to be randomized to jump from the aircraft at its current altitude and velocity. Potential study participants completed an anonymous survey using a survey app on the screening investigator&#8217;s phone or tablet. Responses were transmitted to an online database upon landing for later analysis.</p><p>We enrolled individuals willing to participate in the trial and meeting inclusion criteria in the study. We randomized patients (1:1) to the intervention or the control. We obtained written informed consent. Participants were then instructed to jump from the aircraft after being provided their assigned device. Jumps were conducted at two sites in the US: Katama Airfield in Martha&#8217;s Vineyard, MA (conducted by investigators from the Beth Israel Deaconess Medical Center), and the Yankee Air Museum in Belleville, MI (conducted by investigators from the University of Michigan). The same protocol was followed at each site, but the type of aircraft (airplane&#160;<em>v</em>&#160;helicopter) differed between the two sites.</p></div>", "status": "generated"}, "title": "Study protocol"}, {"code": {"text": "_section_vqciphujqz"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Participants aged 18 and over, seated on an aircraft, and deemed to be rational decision makers by the enrolling investigator were eligible. Only participants who were willing to be randomized in the study were ultimately enrolled and randomized. Most of the participants who were randomized were study investigators.</p></div>", "status": "generated"}, "title": "Study population"}, {"code": {"text": "_section_gkiysklkui"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Participants were randomized to wear either a parachute (National 360, National Parachute Industries, Inc, Palenville, NY; or Javelin Odyssey, Sun Path Products, Inc, Raeford, NC; supplementary materials fig 1) or an empty backpack (The North Face, Inc, Alameda, CA; or Javelin Odyssey Gearbag, Sun Path Products, Inc). The interventions were not blinded to either participants or study investigators.</p></div>", "status": "generated"}, "title": "Interventions"}, {"code": {"text": "_section_qjnnscbdxh"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>We used block randomization, stratified by site and sex with a block size of two. The trial statistician created the randomization sequence by using the R package blockrand. The research team had previously assigned unique numeric identifiers to each participant. At both sites, only one team member had access to the list of numeric identifiers. Participants were verbally assigned their treatment, which was done by order of enrolment. Allocation was not concealed to the investigator who assigned the treatment.</p></div>", "status": "generated"}, "title": "Randomization"}, {"code": {"text": "_section_xihtqsjnkf"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>We collected data on basic demographic characteristics during screening by using paper forms or the survey app.<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-8\"><strong>8</strong></a>&#160;Characteristics included age, sex, ethnic group, height, and weight. We also collected information on participants&#8217; medical history including a history of broken bones, acrophobia (fear of heights), previous parachute use, family history of parachute use, and frequent flier status. Flight characteristics included carrier, velocity, altitude, make and model of the aircraft, the individual&#8217;s seating section, and whether the flight was international or domestic. Velocity and altitude were captured by using flight information provided by aircraft on individual television screens when available, as well as through pilot announcements. When neither was directly available, visual estimations were made by the study investigators.</p><p>At the time of each jump, researchers recorded the altitude and velocity of the aircraft, and conducted a follow-up interview with each participant to ascertain vital status and to record any injuries sustained from the free fall within five minutes of impact with the ground, and again at 30 days after impact. We collected data electronically or with paper forms and uploaded the data to an online deidentified, password protected database.</p></div>", "status": "generated"}, "title": "Data collection"}, {"code": {"text": "_section_ykfpzwcuml"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>The primary outcome was the composite of death and major traumatic injury, defined by an Injury Severity Score greater than 15, within five minutes of impact. The Injury Severity Score is a commonly used anatomical scoring system to grade the severity of traumatic injuries.<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-9\"><strong>9</strong></a>&#160;Separate scores are assigned to each of six anatomical regions, and the three most highly injured regions contribute to a final score ranging from 0 to 75. Higher scores indicate a more severe injury. Secondary outcomes included death and major traumatic injury assessed at 30 days after impact using the Injury Severity Score, as well as 30 day quality of life assessed by the Short Form Health Survey. The Short Form Health Survey is a multipurpose questionnaire that measures a patient&#8217;s overall health-related quality of life based on mental and physical functioning.<a href=\"https://www.bmj.com/content/363/bmj.k5094.long#ref-10\"><strong>10</strong></a></p></div>", "status": "generated"}, "title": "Outcomes"}, {"code": {"text": "_section_ajaaeccwfy"}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>The primary efficacy analysis tested the hypothesis that parachute use is superior to the control in preventing death and major traumatic injury. Based on an assumption of an average jump altitude of 4000 meters (typical of skydiving) and the anticipated effect of impact with the Earth at terminal velocity on human tissue, we projected that 99% of the control arm would experience the primary outcome at ground impact with a relative risk reduction of 95% in the intervention arm. A sample size of 14 (7 in each arm) would yield 99% power to detect this difference at a two sided &#945; of 0.05. In anticipation of potential withdrawal after enrolment owing to last minute anxieties, a total sample size of 20 participants was targeted. Analysis was performed on an intention-to-treat basis. We performed secondary subgroup analyses stratified by aircraft type (airplane&#160;<em>v</em>&#160;helicopter) and previous parachute use through formal tests of statistical interaction.</p><p>We summarized continuous variables by mean (standard deviation) and categorical variables by frequency and percentage. We tabulated baseline characteristics of the two trial arms to examine for potential imbalance in variables. We tested for differences between the outcomes of the two trial arms by using Student&#8217;s t test (continuous variables) and Fisher&#8217;s exact test (categorical variables). To better understand what drove the willingness to participate in the trial, we also compared characteristics of individuals who were screened but chose not to enroll with individuals who enrolled. Baseline characteristics between those enrolled and not enrolled were compared using the same statistical tests. Confidence intervals for the difference in continuous outcomes between the two arms were constructed using T distributions. We could not calculate confidence intervals for the difference between arms (eg, risk difference, odds ratio, or relative risk) because no events were observed for any of the binary outcomes in either arm.</p><p>We performed all analyses by using SAS version 9.4 (SAS Institute Inc, Cary, NC). A P value less than 0.05 was considered statistically significant.</p></div>", "status": "generated"}, "title": "Statistical analysis"}], "emptyReason": {"coding": [{"code": "notstarted", "system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "display": "Not Started"}]}}, {"code": {"coding": [{"code": "baseline-measures", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Baseline Measures"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Table 1 shows that the baseline characteristics of enrolled participants were generally similar between the intervention and control arms. The median age of randomized participants was 38 years and 13 (57%) were male. Three (13%) of the randomized participants had previous parachute use and nine (39%) had a history of acrophobia.</p></div>", "status": "additional"}, "entry": [{"type": "List", "display": "Baseline Measures List for PARACHUTE Trial", "reference": "List/307202"}], "title": "Baseline Measures"}, {"code": {"coding": [{"code": "baseline-characteristics", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Baseline Characteristics"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "entry": [{"type": "Composition", "display": "PARACHUTE Trial baseline characteristics (307245)", "reference": "Composition/307245"}], "title": "Baseline Characteristics"}, {"code": {"coding": [{"code": "participant-flow-measures", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Participant Flow Measures"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "entry": [{"type": "List", "display": "Participant Flow Variables List for PARACHUTE Trial (307246)", "reference": "List/307246"}], "title": "Participant Flow Measures"}, {"code": {"text": "Participant Flow", "coding": [{"code": "participant-flow", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Participant Flow"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "entry": [{"type": "Composition", "display": "PARACHUTE trial participant flow report", "reference": "Composition/307248"}], "title": "Participant Flow"}, {"code": {"text": "Outcomes", "coding": [{"code": "outcome-measures", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Outcome Measures"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "entry": [{"type": "List", "display": "Outcome Variables List for PARACHUTE Trial", "reference": "List/307247"}], "title": "Outcomes"}, {"code": {"coding": [{"code": "outcome-findings", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Outcome Findings"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "entry": [{"type": "Composition", "display": "PARACHUTE Trial Results (312172)", "reference": "Composition/312172"}], "title": "Outcome Findings"}, {"code": {"coding": [{"code": "summary-of-findings", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Summary of Findings"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "title": "Summary of Findings", "emptyReason": {"coding": [{"code": "notstarted", "system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "display": "Not Started"}]}}, {"code": {"coding": [{"code": "discussion", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "Discussion"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "title": "Discussion Section", "emptyReason": {"coding": [{"code": "notstarted", "system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "display": "Not Started"}]}}, {"code": {"coding": [{"code": "references", "system": "https://fevir.net/resources/CodeSystem/179423", "display": "References"}]}, "text": {"div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>", "status": "empty"}, "title": "References Section", "emptyReason": {"coding": [{"code": "notstarted", "system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "display": "Not Started"}]}}]}