{"resourceType": "Composition", "meta": {"profile": ["http://hl7.org/fhir/uv/ebm/StructureDefinition/m11-report"], "versionId": "61", "lastUpdated": "2025-03-10T10:47:05.122Z"}, "title": "M11 IGBJ Protocol Example for EBMonFHIR IG", "type": {"coding": [{"system": "http://loinc.org", "code": "35528-9", "display": "Clinical trial protocol Clinical trial protocol"}], "text": "CeSHarP Report"}, "status": "final", "url": "https://fevir.net/resources/Composition/256358", "date": "2025-03-10T10:47:05.122Z", "custodian": {"reference": "Organization/118079", "type": "Organization", "display": "Computable Publishing LLC"}, "id": "256358", "relatesTo": [{"type": "cite-as", "targetMarkdown": "M11 IGBJ Protocol Example for EBMonFHIR IG [Database Entry: FHIR Composition Resource]. Contributors: Brian S. Alper [Authors/Creators]. In: Fast Evidence Interoperability Resources (FEvIR) Platform, FOI 256358. Revised 2025-03-07. Available at: https://fevir.net/resources/Composition/256358. Computable resource at: https://fevir.net/FLI/DocumentForComposition256358."}, {"type": "derived-from", "targetReference": {"reference": "ResearchStudy/267245", "type": "ResearchStudy", "display": "A Study of Nasal Glucagon (LY900018) in Japanese Participants With Diabetes Mellitus - M11 Example"}}], "identifier": [{"type": {"text": "FEvIR Object Identifier", "coding": [{"system": "http://terminology.hl7.org/CodeSystem/v2-0203", "code": "ACSN", "display": "Accession ID"}]}, "system": "urn:ietf:rfc:3986", "value": "https://fevir.net/FOI/256358", "assigner": {"display": "Computable Publishing LLC"}}], "author": [{"type": "Practitioner", "display": "Brian S. Alper"}], "extension": [{"url": "http://hl7.org/fhir/StructureDefinition/artifact-description", "valueMarkdown": "This is an example of how an M11 Report can be supported in FHIR Profiles. This example may be actively revised in the Vulcan UDP meetings and Connectathons."}], "section": [{"title": "Protocol Summary", "code": {"text": "section1-protocol-summary"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Protocol Synopsis", "code": {"text": "section1.1-protocol-synopsis"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Primary and Secondary Objectives and Estimands", "code": {"text": "section1.1.1-objectives-estimands"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Objectives\nPrimary\n•\tTo demonstrate that 3 mg LY900018 is non-inferior to 1 mg IMG for the proportion of patients achieving treatment success from insulin-induced hypoglycemia using a non-inferiority margin of 10%\nEndpoints\nPrimary\n•\tThe proportion of patients achieving treatment success defined as either an increase in PG to &gt;70 mg/dL or an increase of &gt;20 mg/dL from nadir within 30 minutes after administration of glucagon. The nadir is defined as the minimum PG value at the time of or within 10 minutes following glucagon administration.\nObjectives\nSecondary\n•\tTo compare the safety and tolerability of 3 mg LY900018 with 1 mg IMG \n•\tTo characterize the PK profile of 3 mg LY900018 compared to 1 mg IMG\n•\tTo characterize the PD profile of 3 mg LY900018 compared to 1 mg IMG\nEndpoints\nSecondary\n•\tSAE, TEAEs (including gastrointestinal, nasal, and non-nasal AEs), vital signs \n•\tPK parameters include AUC, Cmax, Tmax\n•\tPD parameters include BGmax and Tmax\n\nAbbreviations: AE = adverse event; AUC = area under the concentration versus time curve; BGmax = maximal plasma glucose concentration; Cmax = maximal concentration; IMG = intramuscular glucagon; PD = pharmacodynamics; PG = plasma glucose; PK = pharmacokinetics; SAE = serious adverse event; TEAE = treatment-emergent adverse event; Tmax = time to maximal concentration.\n(Estimands were not included in this older sample protocol.)</div>"}}, {"title": "Overall Design", "code": {"text": "section1.1.2-overall-design"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Key aspects of the trial design are summarised below.\nIntervention Model:\t2-treatment, 2-period cross-over\nPopulation Type:\tWith Disease\nControl Type:\tActive comparator\t\nPopulation Diagnosis or Condition:\tT1DM,  T2DM\nControl Description:\tIMG GlucaGen, Novonordisk A/S\nPopulation Age:\tMinimum:  18 years of age   Maximum: 70 years of age\nIntervention Assignment Method:\tRandomized, open label\t\nSite Distribution and Geographic Scope:\tJapan</div>"}}, {"title": "Number of Arms", "code": {"text": "Number of Arms"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">4</div>"}}, {"title": "Blinding", "code": {"text": "Blinding"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Open Label\nBlinded roles: Not applicable.</div>"}}, {"title": "Number of Participants", "code": {"text": "Number of Participants"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Seventy-five patients may be enrolled in order to have at least 66 patients (at least 30 patients with T1DM and T2DM, respectively) complete both periods with evaluable primary outcome. If patients discontinue from the study before completion of both periods with evaluable primary outcome for any reason, the patient may be replaced. Replacement should not occur beyond 75 patients enrolled, if it is expected to have at least 66 patients complete the study. </div>"}}, {"title": "Duration", "code": {"text": "Duration"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Total planned duration of trial intervention for each participant:\n2 days\nTotal planned duration of trial participation for each participant:  \n6 weeks\nPatients will undergo a screening examination within 28 days prior to enrollment. Patients will be administered a single dose in Periods 1 and 2, which will be separated by a washout period of 3 to 14 days. Patients will return for a follow-up visit 26 to 30 days after the last study treatment. Patients will undergo a screening examination within 28 days prior to enrollment. Patients will be administered a single dose in Periods 1 and 2, which will be separated by a washout period of 3 to 14 days. Patients will return for a follow-up visit 26 to 30 days after the last study treatment.</div>"}}, {"title": "Committees", "code": {"text": "Committees"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not Applicable.</div>"}}]}, {"title": "Trial Schema", "code": {"text": "section1.2-trial-schema"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>(image removed) <strong>Figure IGBJ.1. Illustration of study design for Protocol I8R-JE-IGBJ.</strong> </p><p>This is a Phase 3, multicenter, randomized, open-label, active comparator, single-dose, 2-period, 2-treatment, crossover study in Japanese patients with T1DM and T2DM. The study consists of a screening period; treatment period 1 (Period 1); washout period; treatment period 2 (Period 2); follow-up period. Figure IGBJ.1 illustrates the study design. Prior to the study drug administration on Period 1 Day 1, patients will be randomly assigned to a treatment sequence (either LY900018 in Period 1 and IMG in Period 2, or vice versa). \nSafety data will be reviewed after the first 6 patients (regardless of type of diabetes) are administered LY900018 in Period 2, and the remaining patients will be dosed after confirmation of the safety. The investigator and Lilly clinical research physician (CRP) or scientist will review available safety data, including AEs, SAEs, vital signs, electrocardiograms (ECGs), and safety laboratory tests, from these patients after they complete Period 2 Day 1. If no clinically significant safety findings for treatment or study procedure are noted, the remaining patients will be dosed. \nIn each treatment period, patients will undergo a procedure to induce hypoglycemia using IV insulin infusion and serial blood sampling will be conducted to monitor bedside PG for safety. The insulin infusion will be stopped once the PG level reaches &lt;60 mg/dL and approximately 5 minutes later patients will be administered either 3 mg LY900018 or 1 mg IMG (GlucaGen). Serial blood sampling will be performed for glucagon (for pharmacokinetics [PK]) and PG (for pharmacodynamics [PD]) concentration measurements immediately before and up to 4 hours following the administration of glucagon. In each period, patients will remain in the CRU for at least 6 hours after glucagon administration. All patients will receive a carbohydrate-rich meal prior to discharge. Patients may stay longer as needed, at the discretion of the investigator.</p></div>"}}, {"title": "Schedule of Activities", "code": {"text": "section1.3-schedule-of-activities"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>8 pages of images replaced with this statement<br/></p></div>"}}]}, {"title": "Introduction", "code": {"text": "section2-introduction"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Purpose of Trial", "code": {"text": "section2.1-trial-purpose"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Nasal glucagon (LY900018) is a powder formulation of human glucagon for the rescue treatment of hypoglycemia packaged in a user-friendly, single-use, nasal dosing device that delivers 3 mg glucagon powder for absorption through the nasal mucosa. The glucagon component of LY900018 is a synthetic single-chain, 29-amino-acid polypeptide identical to human glucagon. LY900018 is being developed for the rescue treatment of hypoglycemia. \nCurrently, glucagon in a liquid form lacks physical and chemical stability; thus, marketed products require reconstitution of glucagon powder before the product can be administered through intramuscular (IM) injection. LY900018 combines stable, synthetic glucagon and a nasal dosing device that for effective use obviates reconstitution, injection, and moreover, patient inhalation. Because of these advantages, LY900018 may offer a significant improvement in the treatment of severe hypoglycemia occurring outside of the hospital setting. \nThe aim of this study is to compare LY900018 with IM glucagon (IMG), a currently approved product that requires reconstitution prior to administration through IM injection, in Japanese patients with type 1 diabetes mellitus (T1DM) and patients with type 2 diabetes mellitus (T2DM) who achieve treatment success during controlled insulin-induced hypoglycemia. Treatment success is defined as an increase in plasma glucose (PG) to ≥70 mg/dL or an increase of ≥20 mg/dL from the PG nadir within 30 minutes after receiving glucagon, without the patient receiving additional treatments to increase PG. The nadir is defined as the minimum PG measurement at the time of or within 10 minutes following glucagon administration. The design and conduct of Study IGBJ are similar to the completed Phase 3 Study I8R-MC-IGBC (IGBC) (Rickels et al. 2016) and the planned Phase 1 Study I8R-MC-IGBI.</div>"}}, {"title": "Assessment of Risks and Benefits", "code": {"text": "section2.2-benefits-risks"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Risk Summary and Mitigation Strategy", "code": {"text": "section2.2.1-risk-summary"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Trial-specific Intervention Risks and Mitigations", "code": {"text": "section2.2.1.1-trial-intervention-risk-summary"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">2.2.2\tRisk Summary and Mitigation Strategy\nThis study will expose patients to an insulin-induced hypoglycemia meant to simulate hypoglycemia in a controlled setting. The procedure of insulin-induced hypoglycemia targeting nadir glucose around 50 mg/dL is adopted from a previously completed trial, specifically Study IGBC, which demonstrated the safe use of this method. This is an inpatient procedure in which the patients will be under constant supervision of the clinical research unit (CRU) staff with frequent glucose monitoring. Safety provisions have been considered in that IV glucose will be administered if the patient experiences signs and symptoms of severe hypoglycemia and gauged to require intervention during the experimental procedure, at the discretion of the investigator.   \nPotential risks associated with LY900018, derived from the known risks of currently existing injected glucagon therapy and from the safety profile observed from clinical trials conducted for LY900018, include nausea, vomiting, allergic reactions, increased blood pressure (BP) and heart rate, headache, dysgeusia, and nasal or ocular events (Glucagon G Novo for Injection Package Insert, 2016; Glucagon G Novo for Injection Interview Form, 2015; GLUCAGON for Injection ITO Package Insert, 2016; GLUCAGON for Injection ITO Interview Form, 2016). \nNausea and Vomiting: Glucagon therapy, including LY900018, may cause nausea and vomiting. \nAllergic Reactions: Severe, life-threatening, generalized allergy, including anaphylaxis, can occur with glucagon therapy, including LY900018. Patients who have had hypersensitivity reactions to injectable glucagon, or LY900018 or any of its excipients will be excluded from all clinical studies. \nIncreased Blood Pressure and Heart Rate: Glucagon exerts positive inotropic and chronotropic effects. A temporary increase in both BP and heart rate may occur after the administration of glucagon, including LY900018. \nHeadache and Dysgeusia: Use of LY900018 may cause headache and altered taste. \nNasal Symptoms: Use of LY900018 may cause a variety of nasal symptoms, such as runny nose, stuffy nose, nasal discomfort, cough, and sneezing. \nOcular Symptoms: Use of LY900018 may cause a variety of ocular symptoms, such as watery eyes, redness of eyes, and itchy eyes. \nNo additional potential risks of LY900018 were identified in preclinical safety pharmacology and toxicity studies (Reno et al. 2015).</div>"}}, {"title": "Trial-specific Procedure Risks and Mitigations", "code": {"text": "section2.2.1.2-trial-procedures-risk-summary"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Trial-specific Other Risks and Mitigations", "code": {"text": "section2.2.1.3-trial-other-risk-summary"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Benefit Summary", "code": {"text": "section2.2.2-benefit-summary"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">2.2 Summary of Benefits and Risks\nHypoglycemia is a common complication in all patients with T1DM and some patients with T2DM who use insulin to reduce blood glucose levels. Use of sulfonylurea and glinide by patients with T2DM may also cause hypoglycemia. Depending on the severity, hypoglycemia causes physical symptoms ranging from weakness, dizziness, and sweating progressing to blurred vision, behavioral changes, progressing to unconsciousness, seizures, and coma, and possibly to death (American Diabetes Association 2017). When emergency services are available in a timely manner, intravenous (IV) glucose supplementation is also an effective treatment. Glucagon for injection is a globally available product currently indicated for the treatment of severe hypoglycemia, and is another important treatment option outside of a clinical setting for people who try to rescue patients with severe hypoglycemia. However, for people without enough medical training, the multi-step reconstitution of glucagon and injection procedure would be complex and daunting with substantial risk of errors (Polonsky et al. 2016). Therefore the needle-free and easy-to-administer formulation of glucagon is desired for patients who have a risk of severe hypoglycemia related to anti-diabetes treatments. LY900018 is a powder formulation of synthetic human glucagon in a user-friendly, single-use, nasal dosing  device which delivers 3 mg glucagon powder. Patients do not need to inhale, as the drug is absorbed from the nasal cavity. \nThree clinical trials using LY900018 have been completed in non-Japanese adults with T1DM and T2DM: Study IGBC, Study I8R-MC-IGBA (IGBA), and an actual use study (Study I8R-MC-B002 [B002]). Studies IGBC and IGBA demonstrated comparable safety and efficacy between 3 mg LY900018 and 1 mg injectable glucagon in reversing insulin-induced hypoglycemia in adult patients with T1DM only (Study IGBA) or patients with T2DM and T1DM (IGBC). Study B002 was an actual use study that evaluated the effectiveness of 3 mg LY900018 administered by a trained caregiver to patients with T1DM experiencing moderate to severe hypoglycemia in a real-world environment of work and home. Study B002 demonstrated that 96% of moderate to severe hypoglycemic events were resolved within 30 minutes. Finally, 2 trials were conducted in pediatric patients with T1DM: Study I8R-MC-IGBB (IGBB) and Study I8R-MC-B001 (B001). Studies IGBB and B001 demonstrated effectiveness in rescuing pediatric patients from hypoglycemia. \nAll adult diabetic patients in the 2 inpatient clinical trials (Studies IGBA and IGBC) underwent hypoglycemia induction through IV insulin under close clinical supervision and were administered either LY900018 or injectable glucagon. \nPatients fully recovered from hypoglycemia without additional actions to increase glucose level. Specifically, in Study IGBC, at 30 minutes after glucagon dosing, 98.7% (74 out of 75 patients) of LY900018 and 100% (75 out of 75) of IMG-treated patients achieved treatment success (defined as an increase in PG to &gt;70 mg/dL or an increase of &gt;20 mg/dL from nadir). The nadir is defined as the minimum glucose measurement at the time of or within 10 minutes following glucagon administration. The LY900018-treated patient who did not meet the above criteria did achieve both PG &gt;70 mg/dL and an increase of &gt;20 mg/dL from nadir at 40 minutes after dosing. Furthermore, the mean time to treatment success in participants with nadir glucose &lt;50 mg/dL were 16 minutes in the LY900018 treatment arm and 13 minutes in the IMG treatment arm, respectively (Rickels et al. 2016)\n\n2.2.1\tBenefit Summary\nThere is no anticipated therapeutic benefit for the patients participating in this study\n</div>"}}, {"title": "Overall Risk-Benefit Assessment", "code": {"text": "section2.2.3-overall-benefit-risk-conclusion"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">More information about the known and expected benefits, risks, serious adverse events (SAEs), and reasonably anticipated adverse events (AEs) of LY900018 are to be found in the Investigator’s Brochure (IB). \nMore detailed information about the known and expected benefits and risks of GlucaGen® may be found in the Summary of Product Characteristics (GlucaGen Summary of Product Characteristics, 2015). </div>"}}]}]}, {"title": "Trial Objectives and Associated Estimands", "code": {"text": "section3-estimands"}, "text": {"status": "generated", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><div><strong>Prmary Objectives and Associated Estimands</strong>\n    <p><strong>Name: </strong>Treatment success</p>\n    <p><strong>Description </strong>To demonstrate that 3 mg LY900018 is non-inferior to 1 mg IMG for the proportion of patients achieving treatment success from insulin-induced hypoglycemia using a non-inferiority margin of 10%</p>\n    <p><strong>Outcome Measures:</strong></p>\n    <p><strong>Proportion achieving treatment success</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Type</strong></td>\n                <td>primary</td>\n            </tr>\n            <tr>\n                <td><strong>Description</strong></td>\n                <td>The proportion of patients achieving treatment success defined as either an increase in PG to &gt;70 mg/dL or an increase of &gt;20 mg/dL from nadir within 30 minutes after administration of glucagon. The nadir is defined as the minimum PG value at the time of or within 10 minutes following glucagon administration.</td>\n            </tr>\n            <tr>\n                <td><strong>Population</strong></td>\n                <td>M11 IGBJ Protocol Example Eligibility Criteria</td>\n            </tr>\n            <tr>\n                <td><strong>Intervention group</strong></td>\n                <td>M11 IGBJ Protocol Example Eligibility Criteria</td>\n            </tr>\n            <tr>\n                <td><strong>Control group</strong></td>\n                <td>M11 IGBJ Protocol Example Eligibility Criteria</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>Percentage of Participants Achieving Treatment Success During Controlled Insulin-Induced Hypoglycemia (NCT03421379)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n</div>\n<div><strong>Secondary Objectives and Associated Estimands</strong>\n    <p><strong>Name: </strong>Safety and tolerability</p>\n    <p><strong>Description </strong>To compare the safety and tolerability of 3 mg LY900018 with 1 mg IMG</p>\n    <p><strong>Outcome Measures:</strong></p>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>serious adverse events (SAEs)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Description</strong></td>\n                <td>treatment-emergent adverse events (TEAEs) (including gastrointestinal, nasal, and non-nasal AEs)</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>treatment-emergent adverse events (TEAEs)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>vital signs</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Name: </strong>To characterize the PK profile of 3 mg LY900018 compared to 1 mg IMG</p>\n    <p><strong>Description </strong>PK parameters include AUC, Cmax, Tmax PD parameters include BGmax and Tmax</p>\n    <p><strong>Outcome Measures:</strong></p>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Type</strong></td>\n                <td>secondary</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>Pharmacodynamics (PD): Change From Baseline in Maximal Blood Glucose (BGmax) of Glucagon Nasal Powder and Glucagon Hydrochloride Intramuscular (IM) (NCT03421379)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Type</strong></td>\n                <td>secondary</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>PD: Time to Maximal Concentration (Tmax) of Glucagon Nasal Powder and Glucagon Hydrochloride IM (NCT03421379)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Type</strong></td>\n                <td>secondary</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>Pharmacokinetics (PK): Change From Baseline in Area Under the Concentration Versus Time Curve From Zero to Time t (AUC [0-tLast]) of Glucagon Nasal Powder and Glucagon Hydrochloride IM (NCT03421379)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Type</strong></td>\n                <td>secondary</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>PK: Change From Baseline in Maximal Concentration (Cmax) of Glucagon Nasal Powder and Glucagon Hydrochloride IM (NCT03421379)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Type</strong></td>\n                <td>secondary</td>\n            </tr>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>PK: Change From Baseline in Tmax of Glucagon Nasal Powder and Glucagon Hydrochloride IM (NCT03421379)</td>\n            </tr>\n        </tbody>\n    </table><br/>\n</div>\n<div><strong>Exploratory Objectives</strong>\n    <p><strong>Description </strong>Explore the formation of anti-glucagon antibodies to glucagon</p>\n    <p><strong>Outcome Measures:</strong></p>\n    <p><strong>Unnamed outcome measure</strong></p>\n    <table>\n        <tbody>\n            <tr>\n                <td><strong>Endpoint</strong></td>\n                <td>Presence of anti-glucagon antibodies</td>\n            </tr>\n        </tbody>\n    </table><br/>\n    <p><strong>Name: </strong>To evaluate the recovery from clinical symptoms of hypoglycemia</p>\n    <p><strong>Description </strong>Hypoglycemia symptoms questionnaire</p>\n</div></div>"}, "entry": [{"reference": "ResearchStudy/267245", "type": "ResearchStudy", "display": "A Study of Nasal Glucagon (LY900018) in Japanese Participants With Diabetes Mellitus - M11 Example"}]}, {"title": "Trial Design", "code": {"text": "section4-trial-design"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Description of Trial Design", "code": {"text": "section4.1-description-of-trial-design"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">This is a Phase 3, multicenter, randomized, open-label, active comparator, single-dose, 2-period, 2-treatment, crossover study in Japanese patients with T1DM and T2DM. The study consists of a screening period; treatment period 1 (Period 1); washout period; treatment period 2 (Period 2); follow-up period. Figure IGBJ.1 illustrates the study design. Prior to the study drug administration on Period 1 Day 1, patients will be randomly assigned to a treatment sequence (either LY900018 in Period 1 and IMG in Period 2, or vice versa). \nSafety data will be reviewed after the first 6 patients (regardless of type of diabetes) are administered LY900018 in Period 2, and the remaining patients will be dosed after confirmation of the safety. The investigator and Lilly clinical research physician (CRP) or scientist will review available safety data, including AEs, SAEs, vital signs, electrocardiograms (ECGs), and safety laboratory tests, from these patients after they complete Period 2 Day 1. If no clinically significant safety findings for treatment or study procedure are noted, the remaining patients will be dosed. \nIn each treatment period, patients will undergo a procedure to induce hypoglycemia using IV insulin infusion and serial blood sampling will be conducted to monitor bedside PG for safety. The insulin infusion will be stopped once the PG level reaches &lt;60 mg/dL and approximately 5 minutes later patients will be administered either 3 mg LY900018 or 1 mg IMG (GlucaGen). Serial blood sampling will be performed for glucagon (for pharmacokinetics [PK]) and PG (for pharmacodynamics [PD]) concentration measurements immediately before and up to 4 hours following the administration of glucagon. In each period, patients will remain in the CRU for at least 6 hours after glucagon administration. All patients will receive a carbohydrate-rich meal prior to discharge. Patients may stay longer as needed, at the discretion of the investigator.</div>"}, "section": [{"title": "Stakeholder Input into Design", "code": {"text": "section4.1.1-stakeholder-input-into-design"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Rationale for Trial Design", "code": {"text": "section4.2-rationale-for-trial-design"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Rationale for Estimand(s)", "code": {"text": "section4.2.1-rationale-estimands"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}, {"title": "Rationale for Intervention Model", "code": {"text": "section4.2.2-rationale-intervention-model"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">This study design involves an open-label assessment of 3 mg LY900018 compared to 1 mg of the marketed IMG (GlucaGen). The study will be open label because the different administration routes (ie, intranasal and IM) cannot be blinded. The use of a crossover design allows each patient to serve as his or her own control, thereby reducing variability. The washout period of 3 to 14 days is considered sufficient based on the short half-life of LY900018 (t1/2 = approximately 25 minutes). Since the critical role of glucagon in the treatment of severe hypoglycemia is to raise the PG level sufficiently to restore cognition to the point where oral carbohydrate can be ingested, treatment success is defined either as an increase in PG returning to normal level of ≥70 mg/dL or an increase of ≥20 mg/dL from the PG nadir within 30 minutes after receiving glucagon, without the patient receiving additional actions to increase glucose. It is believed that an expected PG nadir of approximately 50 mg/dL (approximately 5 minutes after stop of insulin infusion at 60 mg/dL) is low enough to generate clinical symptoms in most participants and is high enough to avoid impairment of consciousness. The primary analysis includes both patients with T1DM and T2DM since it is expected that the proportion of treatment success is similar between patients with T1DM and T2DM.</div>"}}, {"title": "Rationale for Control Type", "code": {"text": "section4.2.3-rationale-comparator"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}, {"title": "Rationale for Duration", "code": {"text": "section4.2.4-rationale-duration"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}, {"title": "Rationale for Adaptive or Novel Trial Design", "code": {"text": "section4.2.5-rationale-adaptive"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}, {"title": "Rationale for Interim Analysis", "code": {"text": "section4.2.6-rationale-interim-analysis"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}, {"title": "Rationale for Other Trial Design Aspects", "code": {"text": "section4.2.7-rationale-other-aspects"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Not applicable</p></div>"}}]}, {"title": "Trial Stopping Rules", "code": {"text": "section4.3-trial-stopping-rules"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Start of Trial and End of Trial", "code": {"text": "section4.4-start-and-end"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">End of the study is the date of the last visit or last scheduled procedure shown in the Schedule of Activities (Section 2) for the last patient.</div>"}}, {"title": "Access to Trial Intervention After End of Trial", "code": {"text": "section4.5-access-after-trial"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Patients will continue their previous insulin regimen after the study procedure has been complete</div>"}}]}, {"title": "Trial Population", "code": {"text": "section5-trial-population"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Description of Trial Population and Rationale", "code": {"text": "section5.1-population-description"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Seventy-five patients may be enrolled in order to have at least 66 patients (at least 30 patients with T1DM and T2DM, respectively) complete the study. For purposes of this study, a completer is defined as a patient who completes both periods with evaluable primary outcome. If patients discontinue from the study before completion of both periods with evaluable primary outcome for any reason, the patient may be replaced to ensure 66 patients complete the study. The replacement patients will be assigned the same treatment sequence as the patients to be replaced and will complete that treatment sequence in its entirety. Replacement should not occur beyond 75 patients enrolled, if it is expected to have at least 66 patients complete the study.\nEligibility of patients for the study will be based on the results of screening medical history, physical examination, vital signs, clinical laboratory tests, and ECG. \nThe nature of any conditions present at the time of the physical examination and any preexisting conditions will be documented. \nScreening may occur up to 28 days prior to enrollment. Patients who are not enrolled within 28 days of screening may be subjected to an additional medical assessment and/or clinical measurements to confirm their eligibility. \nProspective approval of protocol deviations to recruitment and enrollment criteria, also known as protocol waivers or exemptions, are not permitted.</div>"}}, {"title": "Inclusion Criteria", "code": {"text": "section5.2-inclusion-criteria"}, "text": {"status": "generated", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Patients are eligible for inclusion in the study only if they meet all of the following criteria at screening and/or enrollment:</p><ol><li>have had a diagnosis of either:\n. a. T1DM based on the World Health Organization (WHO) diagnostic criteria, and have been on the following daily insulin therapy for at least 1 year\n.. i. multiple daily injection of long-acting insulin analog (either insulin glargine [U-100 or U-300] or insulin degludec [U-100]) and rapid-acting insulin analog (insulin lispro, insulin aspart, or insulin glulisine), or\n.. ii. continuous subcutaneous insulin infusion (CSII) Or\n. b. T2DM based on the WHO diagnostic criteria, and have received the following daily insulin therapy with or without oral anti-hyperglycemic medications (OAMs) for at least 1 year\n.. i. insulin: long-acting insulin analog (either insulin glargine [U-100 or U-300] or insulin degludec [U-100]) alone, or in combination with rapid-acting insulin analog (insulin lispro, insulin aspart, or insulin glulisine) or CSII\n.. ii. OAM: up to 3 of the following OAMs in accordance with local regulations: metformin, dipeptidyl peptidase-4 inhibitor, sodium glucose cotransporter 2 inhibitor, sulfonylurea (should not be more than half of maximum approved doses), glinides, alpha-glucosidase inhibitor, or thiazolidine </li><li>Agree to not reproduce:\n. for male patients: agree to use an effective method of contraception for the duration of the study and for 28 days following the last study treatment \n. for female patients:\n.. a. women of childbearing potential who are abstinent (if this is complete abstinence, as their preferred and usual lifestyle) or in a same sex relationship (as part of their preferred and usual lifestyle) must agree to either remain abstinent or stay in a same sex relationship without sexual relationships with males. Periodic abstinence (eg, calendar, ovulation, symptothermal, post-ovulation methods), declaration of abstinence just for the duration of a trial, and withdrawal are not acceptable methods of contraception.\n.. b. otherwise, women of childbearing potential participating must agree to use one highly effective method (less than 1% failure rate) of contraception, or a combination of 2 effective methods of contraception for the entirety of the study.\n... i. women of childbearing potential participating must test negative for pregnancy prior to initiation of treatment as indicated by a negative serum pregnancy test at the screening visit followed by a negative urine pregnancy test within 24 hours prior to exposure.\n... ii. either one highly effective method of contraception or a combination of 2 effective methods of contraception will be used. The patient may choose to use a double barrier method of contraception. Barrier protection methods without concomitant use of a spermicide are not a reliable or acceptable method. Thus, each barrier method must include use of a spermicide. It should be noted that the use of male and female condoms as a double barrier method is not considered acceptable due to the high failure rate when these methods are combined.\n.. c. women not of childbearing potential may participate, and include those who are:\n... i. infertile due to surgical sterilization (hysterectomy, bilateral oophorectomy, or tubal ligation), congenital anomaly such as mullerian agenesis Or\n... ii. postmenopausal, defined as either:\n.... 1. a woman at least 50 years of age with an intact uterus, not on hormone therapy, who has had either: a. cessation of menses for at least 1 year, or b. at least 6 months of spontaneous amenorrhea with a follicle-stimulating hormone &gt;40 mIU/mL; or\n.... 2. a woman 55 or older not on hormone therapy, who has had at least 6 months of spontaneous amenorrhea, or\n.... 3. a woman at least 55 years of age with a diagnosis of menopause prior to starting hormone replacement therapy </li><li>are between 18 and 64 years old for T1DM, or between 20 and 70 years old for T2DM at the time of informed consent [[NOTE: will need to restructure to separate T1DM and T2DM]]</li><li>have a body mass index of 18.5 to 30.0 kg/m2 for T1DM, or 18.5 to 35.0 kg/m2 for T2DM at the time of screening [[NOTE: will need to restructure to separate T1DM and T2DM]]</li><li>have a hemoglobin A1c value ≤10% at the time of screening </li><li>have clinical laboratory test results within normal reference range (except for glycemic parameters) for the population or investigative site, or results with acceptable deviations that are judged to be not clinically significant by the investigator </li><li>have venous access sufficient to allow for blood sampling and administration of insulin for IV administration as per the protocol</li><li>are reliable and willing to make themselves available for the duration of the study and are willing to follow study procedures</li><li>are able and willing to give signed informed consent</li></ol></div>"}, "entry": [{"reference": "Group/267506", "type": "Group", "display": "M11 IGBJ Protocol Example Eligibility Criteria"}]}, {"title": "Exclusion Criteria", "code": {"text": "section5.3-exclusion-criteria"}, "text": {"status": "generated", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Patients will be excluded from study enrollment if they meet any of the following criteria at screening and/or enrollment:</p><ol><li>are investigative site personnel directly affiliated with this study and their immediate families. Immediate family is defined as a spouse, biological or legal guardian, child, or sibling</li><li>are Lilly employees </li><li>are currently enrolled in a clinical trial involving an investigational product or any other type of medical research judged not to be scientifically or medically compatible with this study </li><li>have participated, within the last 4 months, in a clinical trial involving an investigational product. If the previous investigational product has a long half-life, 4 months or 5 half-lives (whichever is longer) should have passed from the last dose of investigational product </li><li>have previously completed or withdrawn from this study or any other study investigating LY900018, and have previously received LY900018 </li><li>have known allergies or sensitivity to LY900018, glucagon, related compounds, or any components of the formulation, or history of significant atopy</li><li>have an abnormality in the 12-lead ECG that, in the opinion of the investigator, increases the risks associated with participating in the study</li><li>any significant changes in insulin regimen and/or unstable blood glucose control within the past 3 months prior to screening as assessed by the investigator </li><li>have received a total daily dose of insulin &gt;1.2 U/kg at the time of screening </li><li>have poorly controlled hypertension (ie, supine systolic BP &gt;165 mm Hg or supine diastolic BP &gt;95 mm Hg) at screening, or a change in antihypertensive medications within 30 days prior to screening</li><li>have a history of pheochromocytoma (ie, adrenal gland tumor) or insulinoma </li><li>have a history of an episode of severe hypoglycemia (as defined by an episode that required third party assistance for treatment) in the 1 month prior to screening or have a history of loss of consciousness within the last 2 years induced other than by hypoglycemia </li><li>have a history of epilepsy or seizure disorder</li><li>have a history or presence of cardiovascular, respiratory, hepatic, renal, gastrointestinal, endocrine (apart from T1DM or T2DM), hematological, or neurological disorders capable of significantly altering the absorption, metabolism, or elimination of drugs; of constituting a risk when taking the investigational product; or of interfering with the interpretation of data</li><li>have known or ongoing psychiatric disorders that, in the opinion of the investigator, may preclude the patient from following and completing the protocol</li><li>regularly use known drugs of abuse and/or show positive findings on urinary drug screening </li><li>show evidence of human immunodeficiency virus (HIV) infection and/or positive HIV antibodies and/or antigen </li><li>show evidence of hepatitis C and/or positive hepatitis C antibody </li><li>show evidence of hepatitis B and/or positive hepatitis B surface antigen</li><li>show evidence of syphilis and/or are positive for syphilis test </li><li>are women who are lactating </li><li>use of daily systemic beta-blocker, indomethacin, warfarin, anticholinergic drugs </li><li>have donated 400 mL or more blood in the last 12 weeks (males) or in the last 16 weeks (females), or any blood donation (including apheresis) within the last 4 weeks, or total volume of blood donation within 12 months is 1200 mL (males)/800 mL (females) or more at screening </li><li>have an average weekly alcohol intake that exceeds 21 units per week (males up to age 65) and 14 units per week (males over 65 and females), or are unwilling to stop alcohol consumption from Day -2 to discharge from CRU in each period (1 unit = 12 oz or 360 mL of beer; 5 oz or 150 mL of wine; 1.5 oz or 45 mL of distilled spirits) </li><li>in the opinion of the investigator or sponsor, are unsuitable for inclusion in the study </li><li>have pre-proliferative and proliferative retinopathy or maculopathy requiring treatment or not clinically stable in the last 6 months, or patients with active changes in subjective eye symptoms as determined by the investigator if an eye exam has not been performed in the last 6 months. Note: If an eye examination has been performed no more than 6 months before screening, it will not have to be repeated; however, the investigator will need to confirm via interview that there is no change in subjective symptoms.</li></ol></div>"}, "entry": [{"reference": "Group/267506", "type": "Group", "display": "M11 IGBJ Protocol Example Eligibility Criteria"}]}, {"title": "Contraception", "code": {"text": "section5.4-contraception"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Definitions Related to Childbearing Potential", "code": {"text": "section5.4.1-contraception-definitions"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not defined in protocol.</div>"}}, {"title": "Contraception Requirements", "code": {"text": "section5.4.2-contraception-details"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Male patients must use an effective method of contraception for the duration of the study and for 28 days following the last study treatment. \nFemale patients of childbearing potential must use one highly effective method of contraception (&lt;1% failure rate; such as combined oral contraceptive pill, implanted contraceptives, or intrauterine device) or a combination of 2 effective methods of contraception (such as male or female condoms with spermicide [not approved in Japan], diaphragms with spermicide [not approved in Japan], or cervical sponges) during the study and for 28 days following the last study treatment. The patient may choose to use a double barrier method of contraception. Barrier protection methods without concomitant use of a spermicide are not a reliable or acceptable method. Thus, each barrier method must include use of a spermicide. It should be noted that the use of male and female condoms as a double barrier method is not considered acceptable due to the high failure rate when these methods are combined.</div>"}}]}, {"title": "Lifestyle Restrictions", "code": {"text": "section5.5-lifestyle-restrictions"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Throughout the study, patients may undergo medical assessments and review of compliance with requirements before continuing in the study.</div>"}, "section": [{"title": "Meals and Dietary Restrictions", "code": {"text": "section5.5.1-dietary-restrictions"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">In both treatment periods, patients will fast for at least 8 hours prior to beginning the hypoglycemia induction procedure. Patients should not be given any calorie-containing food/drink during insulin-induced hypoglycemia and within 90 minutes of glucagon administration unless there is a safety concern. The patients will receive a carbohydrate-rich meal after completion of all pharmacokinetic (PK) blood sample collections, at 240 minutes post glucagon dose. Patients will be given access to calorie-free water up to 240 minutes post study treatment. While resident in the CRU, patients should not consume any food or caloric drinks other than that provided by the CRU. When not resident in the CRU, patients will be encouraged to follow their normal diets</div>"}}, {"title": "Caffeine, Alcohol, Tobacco, and Other Restrictions", "code": {"text": "section5.5.2-substances-restrictions"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Patients should refrain from caffeine-containing food/beverages (eg, cola, chocolate drinks, tea, and coffee) from Day -1 to discharge from CRU in each period. Patient alcohol intake should not exceed 21 units per week (males up to age 65) and 14 units per week (males over 65 and females) during the study. Patients must not consume alcohol from Day -2 to discharge from CRU in each period. Smoking will not be permitted when resident in the CRU.</div>"}}, {"title": "Physical Activity Restrictions", "code": {"text": "section5.5.3-activity-restrictions"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Patients are encouraged to maintain their regular exercise habits for the duration of the study. However, patients should avoid strenuous exercise 48 hours prior to admission or study visit.\nFrom the beginning of hypoglycemia induction to 240 minutes post study treatment, patients should remain recumbent or sitting on the bed. </div>"}}, {"title": "Other Activity Restrictions", "code": {"text": "section5.5.4-other-restrictions"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Screen Failure and Rescreening", "code": {"text": "section5.6-screen-failure"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Individuals who do not meet the criteria for participation in this study (screen failure) may not be re-screened.</div>"}}]}, {"title": "Trial Intervention and Concomitant Therapy", "code": {"text": "section6-trial-intervention"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>This study involves a comparison of 3 mg of LY900018 administered once nasally to 1 mg glucagon administered IM (comparator). Table IGBJ.2 shows the study treatment information. \n\nTable IGBJ.2\t\tStudy Treatments\nTreatment Name         \tLLY900018\t                                             GlucaGen\nDosage Formulation\t        Dry powder\t                                              Dry powder\nDosage Levels\t                3 mg glucagon\t                                      1 mg glucagon\nRoute of Administration\tIntranasal\t                                               Intramuscular\nDosing Instructions\t        Administer a single nasal dose                Administer a single intramuscular\n                                               upon hypoglycemia onset\t                 injection upon hypoglycemia onset\n</p></div>"}, "section": [{"title": "Description of Investigational Trial Intervention", "code": {"text": "section6.1-description-of-trial-intervention"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">This study involves a comparison of 3 mg of LY900018 administered once nasally to 1 mg glucagon administered IM (comparator).</div>"}}, {"title": "Rationale for Investigational Trial Intervention Dose and Regimen", "code": {"text": "section6.2-rationale-for-trial-intervention-regimen"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Results from studies in both pediatric and adult populations confirm that, while the physiological response to glucagon does appear to saturate between the 2- and 3-mg LY900018 doses, the lower 2-mg dose may not always elicit the maximum response needed in an emergency situation of severe hypoglycemia. The 3-mg dose provides more consistent clinical efficacy compared to the 2-mg dose and is similarly well tolerated in both pediatric and adult patients. The 1-mg dose of IMG is selected as the approved dose for the rescue treatment of hypoglycemia in Japan. Based on LY900018 exposure, efficacy, and safety, the 3-mg dose was selected for the Phase 3 studies. Therefore, in the current study, the 3-mg LY900018 dose will be used to compare against 1 mg IMG.</div>"}}, {"title": "Investigational Trial Intervention Administration", "code": {"text": "section6.3-dosing-and-administration"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The procedure for insulin-induced hypoglycemia will require an IV infusion of diluted human regular insulin (0.3 U/mL by diluting 15 U human regular insulin [100 U/mL] into 50 mL saline). Details regarding hypoglycemia induction and glucagon administration procedures are included in Sections 9.2.1 and 9.2.2, respectively. \nThe investigator or designee is responsible for: \n•\texplaining the correct use of the investigational products to the site personnel \n•\tverifying that instructions are followed properly\n•\tmaintaining accurate records of investigational product dispensing and collection\n•\tand returning all unused medication to Lilly or its designee at the end of the stud\nThe manufactured drug product provided for use in the study includes a nasal delivery device as part of the investigational drug product. The device component of the investigational drug product is inserted into the nasal cavity to deliver the contained drug constituent.\nThe hypoglycemia induction procedure should be initiated at approximately the same time at each treatment visit. Insulin IV infusion will be given until PG is &lt; 60 mg/dL. At this point, insulin infusion will be stopped and, approximately 5 minutes later, a single glucagon dose (LY900018 or IMG) will be administered. The doses will be administered at approximately the same times on each day. The actual time of all dose administrations will be recorded in the patient’s case report form (CRF).</div>"}}, {"title": "Investigational Trial Intervention Dose Modification", "code": {"text": "section6.4-dose-modification"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Management of Investigational Trial Intervention Overdose", "code": {"text": "section6.5-management-of-overdose"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">For the purposes of this study, an overdose of LY900018 or IMG is considered any dose that is higher than the assigned dose. Refer to the LY900018 IB and GlucaGen Summary of Product Characteristics for more information.\nSee Section 8.4.8 Safety Monitoring</div>"}}, {"title": "Preparation, Storage, Handling and Accountability of Investigational Trial Intervention", "code": {"text": "section6.6-preparation-storage-handling"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Preparation of Investigational Trial Intervention", "code": {"text": "section6.6.1-preparation"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Section 6.4 above.</div>"}}, {"title": "Storage and Handling of Investigational Trial Intervention", "code": {"text": "section6.6.2-storage-handling"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The investigator or designee must confirm appropriate temperature conditions have been maintained, as communicated by the sponsor, during transit for all investigational product received and any discrepancies are reported and resolved before use of the study treatment. \nAll investigational products should be stored in an environmentally-controlled and monitored (manual or automated) area in accordance with the labeled storage conditions with access limited to the investigator and authorized site staff. Only participants enrolled in the study may receive investigational product or study materials, and only authorized site staff may supply or administer investigational product. </div>"}}, {"title": "Accountability of Investigational Trial Intervention", "code": {"text": "section6.6.3-accountability"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The investigator, institution, or the head of the medical institution (where applicable) is responsible for study treatment accountability, reconciliation, and record maintenance (such as receipt, reconciliation, and final disposition records)</div>"}}]}, {"title": "Investigational Trial Intervention Assignment, Randomisation and Blinding", "code": {"text": "section6.7-assignment-randomisation-blinding"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Participant Assignment to Investigational Trial Intervention", "code": {"text": "section6.7.1-assignment"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Prior to the study drug administration on Period 1 Day 1, patients will be randomly assigned to a treatment sequence (either LY900018 in Period 1 and IMG in Period 2, or vice versa).</div>"}}, {"title": "Randomisation", "code": {"text": "section6.7.2-randomisation"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The treatment sequence to be administered for each enrolled patient will be determined according to a randomization table.</div>"}}, {"title": "Measures to Maintain Blinding", "code": {"text": "section6.7.3-blinding"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">This is an open-label study. However, the treatment assignment list for all randomized patients will not be shared with those responsible for doing either the treatment response assessments or making the decision to take additional action to raise patients’ PG concentrations post-glucagon administration. The intent is to minimize any potential bias in administering additional rescue treatment for hypoglycemia.</div>"}}, {"title": "Emergency Unblinding at the Site", "code": {"text": "section6.7.4-unblinding"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Investigational Trial Intervention Adherence", "code": {"text": "section6.8-intervention-adherence"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The investigational product will be administered at the clinical site, and documentation of treatment administration will occur at the site.\nNo specific study data will be collected for analysis of treatment compliance</div>"}}, {"title": "Non-Investigational Trial Intervention", "code": {"text": "section6.9-noninvestigational-interventions"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Background Trial Intervention", "code": {"text": "section6.9.1-background-intervention"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional Section not used."}}, {"title": "Rescue Therapy", "code": {"text": "section6.9.2-rescue-therapy"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Other Noninvestigational Trial Intervention", "code": {"text": "section6.9.3-other-therapy"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Concomitant Therapy", "code": {"text": "section6.10-concomitant-therapy"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "section": [{"title": "Prohibited Concomitant Therapy", "code": {"text": "section6.10.1-prohibited-concomitant-therapy"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The following concomitant medications are prohibited to use during the course of the study: beta-blocker, indomethacin, warfarin, and anti-cholinergic drugs.\nThe following concomitant medications that affect gastric motility can be used during the study but should be washed out before 7 days of each period and not taken while in the CRU: pro-motility medications (eg, metoclopramide, domperidone), opiate medications (eg, morphine), and medications with anti-emetic effects (eg, promethazine, prochlorperazine). \nIn general, concomitant medication should be avoided; however, acetaminophen (1 g, maximum 2 g/24 hours) may be administered at the discretion of the investigator for treatment of headaches, etc. If the need for concomitant medication (other than acetaminophen) arises, inclusion or continuation of the patients may be at the discretion of the investigator after consultation with a Lilly clinical pharmacologist (CP) or CRP. Any medication used during the course of the study must be documented.</div>"}}, {"title": "Permitted Concomitant Therapy", "code": {"text": "section6.10.2-permitted-concomitant-therapy"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Patients on stable concomitant medication at the time of study entry should continue their regular, unchanged dose throughout the study. These medications include stable regimen for 3 months of the anti-hyperglycemic therapy (for example, insulins and OAMs) as well as anti-hypertensive and anti-lipidemic medications. In addition to the physical examination, investigators should review the insulin regimen for all patients enrolled into the study to confirm acceptability to undergo the procedure to induce hypoglycemia (see Schedule of Activities; Section 2). \nFor patients using basal insulin, the last basal insulin injection should occur no later than 12 hours prior to the insulin-induced hypoglycemia procedure, and the basal dose should not be changed. Patients may inject basal insulin any time after the last PK sample is collected on Day 1 in each period. \nFor patients using prandial insulin, the last prandial insulin injection should occur no later than 6 hours prior to the insulin-induced hypoglycemia procedure. Patients may inject prandial insulin after the last PK sample is collected and before the meal on Day 1 in each period. The first prandial insulin dose for an individual patient after insulin-induced hypoglycemia procedure should be determined by the investigator based on the PG before meal and carbohydrate intake. \nFor patients using an insulin pump, a continuous subcutaneous insulin infusion by pump should be discontinued prior to procedure to induce hypoglycemia. Patients may start subcutaneous insulin infusion after the last PK sample is collected and before the meal on Day 1 in each period. The insulin dose should be determined by the investigator based on the PG before meal and carbohydrate intake. \nFor patients using OAMs, the last dose should occur no later than 12 hours prior to the insulin-induced hypoglycemia procedure. Patients may start OAM after the last PK sample is collected on Day 1 in each period.</div>"}}]}]}, {"title": "Participant Discontinuation of Trial Intervention and Discontinuation or Withdrawal from Trial", "code": {"text": "section7-participant-discontinuation"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Discontinuation of Trial Intervention for Individual Participants", "code": {"text": "section7.1-discontinuation-of-trial-intervention"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Permanent Discontinuation of Trial Intervention", "code": {"text": "section7.1.1-permanent-discontinuation-of-trial-intervention"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Section 7.2.</div>"}}, {"title": "Temporary Discontinuation of Trial Intervention", "code": {"text": "section7.1.2-temporary-discontinuation-of-trial-intervention"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not Applicable.</div>"}}, {"title": "Rechallenge", "code": {"text": "section7.1.3-rechallenge"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not Applicable.</div>"}}]}, {"title": "Discontinuation or Withdrawal from the Trial", "code": {"text": "section7.2-participant-withdrawal"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Patients will be discontinued in the following circumstances: \n•\tenrollment in any other clinical study involving an investigational product or enrollment in any other type of medical research judged not to be scientifically or medically compatible with this study \n•\tparticipation in the study needs to be stopped for medical, safety, regulatory, or other reasons consistent with applicable laws, regulations, and good clinical practice \n•\tinvestigator decision \no\tthe investigator decides that the patient should be discontinued from the study for any reason. If this decision is made because of an AE, SAE, or a severe hypoglycemia event, appropriate measures are to be taken. Lilly or its designee is to be alerted. \n•\tpatient decision \no\tthe patient, or legal representative, requests to be withdrawn from the study\nPatients discontinuing from the study prematurely for any reason must complete AE and follow-up procedures as shown in the Schedule of Activities (Section 1.3)\n\n7.2.1\tDiscontinuation of the Study \nFollowing the review of the safety data from the first 6 patients to complete Period 2 Day 1, the study will be stopped if deemed necessary for patient safety in the opinion of the Investigator and sponsor (Section 10.3.7).\nThe study will be discontinued if Lilly or its designee judges it necessary for medical, safety, regulatory, or other reasons consistent with applicable laws, regulations, and GCP</div>"}}, {"title": "Management of Loss to Follow-Up", "code": {"text": "section7.3-lost-to-follow-up"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">A patient will be considered lost to follow-up if he or she repeatedly fails to return for scheduled visits and is unable to be contacted by the study site. Site personnel are expected to make diligent attempts to contact patients who fail to return for a scheduled visit or were otherwise unable to be followed up by the site.</div>"}}]}, {"title": "Trial Assessments and Procedures", "code": {"text": "section8-assessments"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Trial Assessments and Procedures Considerations", "code": {"text": "section8.1-assessments-procedures"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Section 2 lists the Schedule of Activities, detailing the study procedures and their timing. \nAppendix 2 lists the laboratory tests that will be performed for this study. \nAppendix 5 provides a summary of the maximum number and volume of invasive samples, for all sampling, during the study. \nUnless otherwise stated in subsections below, all samples collected for specified laboratory tests will be destroyed within 60 days of receipt of confirmed test results. Certain samples may be retained for a longer period, if necessary, to comply with applicable laws, regulations, or laboratory certification standards</div>"}}, {"title": "Screening/Baseline Assessments and Procedures", "code": {"text": "section8.2-screening-baseline-assessments"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Schedule of Activities Section 1.3 &amp; Clinical Lab Tests.</div>"}}, {"title": "Efficacy Assessments and Procedures", "code": {"text": "section8.3-efficacy-assessments"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Plasma glucose levels will be measured as described in Section 9.2.3 and will be used to assess efficacy outcomes.\n8.3.1\tPrimary Efficacy Assessments \nThe primary efficacy measure is the proportion of patients achieving treatment success, defined as either an increase in PG to &gt;70 mg/dL or an increase of &gt;20 mg/dL from nadir within 30 minutes after administration of glucagon. \n8.3.2\tSecondary Efficacy \nAssessments Secondary efficacy measures will be determined from the pharmacodynamic (PD) characterization of PG profiles, including evaluation of change from baseline PG concentrations. \n8.3.3\tExploratory Efficacy \nAssessments Subjective hypoglycemia symptoms will be assessed using a self-reported assessment tool (Edinburgh Hypoglycemia Scale; Appendix 7) during the initiation of the hypoglycemia induction, as well as at various time points following the administration of either LY900018 or IMG (see Schedule of Activities; Section 2). \nThe ability of the patient to identify hypoglycemic symptoms and describe their frequency will be captured at Period 1 Day -1 (see Schedule of Activities; Section 2). This self-report assessment will be done using the Clarke Hypoglycemia Awareness Survey (Appendix 8).\n8.3.4\tInsulin-induced Hypoglycemia \nA study investigator, or qualified designee, must be present at the bedside for clinical assessments of the patient during the insulin infusion and for the 120 minutes following the glucagon administration. \nThe bedside PG level, measured using a glucose analyzer (Antsense Duo, HORIBA Ltd. or equivalent), must be 90 to 250 mg/dL to start the procedure. If the bedside PG is outside of this range, the hypoglycemia induction should be rescheduled. \nHypoglycemia will be induced by IV infusion of diluted human regular insulin (0.3 U/mL) at a rate of 2 mU/kg/min. The infusion rate may be adjusted as necessary up to a rate of 3 mU/kg/min for T1DM or 4 mU/kg/min for T2DM to decrease bedside PG levels &lt; 60 mg/dL; however, the rate of decrease in PG should not exceed 50 mg/dL per 30 minutes. When the bedside PG concentration reaches &lt;90 mg/dL, the insulin infusion rate may be decreased to approximately 1.0 mU/kg/min at the investigator’s discretion. Once the bedside PG level is &lt;60 mg/dL, the insulin infusion will be stopped. If the target bedside PG level cannot be achieved within 4 hours after the start of insulin infusion, the hypoglycemia induction procedure will be terminated before glucagon administration, and the patient may have a carbohydrate-rich meal and be discharged from the CRU after medical assessment. Additional safety assessments may be conducted at the investigator’s discretion. The patient may be rescheduled for a new dosing visit 1 to 7 days later.\nFor safety monitoring during the hypoglycemia induction procedure, bedside PG levels will be measured using the glucose analyzer no more than 10 minutes apart while PG is ≥ 90 mg/dL, and no more than 5 minutes apart when PG is &lt; 90 mg/dL. \nBlood samples will be collected at pre-hypoglycemia induction and end of insulin infusion (5 minutes prior to study treatment) for PG (PD, as measured by central laboratory) and/or glucagon (PK) measurements according to the Schedule of Activities (Section 2).\n8.3.5\tGlucagon Administration \nApproximately 5 minutes after the insulin infusion has stopped, glucagon (either 3 mg LY900018 or 1 mg IMG) will be administered according to randomization. Refer to Section 7 for details regarding treatments.\n8.3.5.1\tNasal LY900018 Administration \nLY900018 will be administered by CRU staff with the patient lying in a fully reclined lateral position on the opposite side of the nostril being administered (ie, dose is given in the left nostril of a patient lying in right lateral recumbency). The tip of the drug product is gently entered in the nostril to the point where the index and middle finger of the administrator are just touching the external nare of the patient. At that point, the bottom of the drug product is pushed with the thumb until the device is engaged, the green band disappears, and powder is discharged into the nostril. The drug is absorbed from the nasal cavity; thus, the patient does not need to inhale after dosing and continues breathing normally throughout the process. If a patient sneezes immediately after administration, document using the Nasal and Non-nasal Score Questionnaire (see Appendix 6 for a copy of the questionnaire).\n8.3.5.2\tIntramuscular Glucagon Administration \nGlucaGen 1 mg for injection will be used as a comparator. The lyophilized 1 mg glucagon will be reconstituted with 1.1 mL diluent according to the instruction. A dose of 1 mg of glucagon in I8R-JE-IGBJ(a) Clinical Pharmacology Protocol Page 37 LY900018 a concentration of 1 mg/mL will be injected in the deltoid muscle of the patient’s nondominant arm with the patient lying in a fully reclined lateral position on the opposite side of the arm being administered (ie, dose is given in the left arm of a patient lying in right lateral recumbency if right arm is the dominant arm).\n8.3.6\tPost Glucagon Administration \nFor 120 minutes after glucagon administration, bedside PG levels will be measured no more than 5 minutes apart when the PG is &lt; 90 mg/dL, and no more than 10 minutes apart when PG is ≥ 90 mg/dL using a glucose analyzer (Antsense Duo, HORIBA Ltd. or equivalent). \nBlood samples will be collected at predose and various time points post glucagon administration for PG (PD, as measured by central laboratory) and/or glucagon (PK) measurements according to the Schedule of Activities (Section 2). \nTo accurately capture the PG profile, the site should not give patients any calorie-containing food/drink within 90 minutes of glucagon administration unless there is a safety concern. \n8.3.7\tProcedures for Insufficient Response to Glucagon Administration \nIf the patient loses consciousness or the bedside PG is declining too fast or symptoms consistent with the progression to severe hypoglycemia occur, the investigator may decide to start a glucose infusion to prevent a deterioration of the situation. Following the administration of glucagon, if a patient’s bedside PG concentration remains &lt; 55 mg/dL at 30 minutes or &lt; 60 mg/dL at 45 minutes postdose, IV glucose may be given as deemed clinically necessary. If IV glucose is given, the time and amount of glucose infusion will be recorded in the CRF.\n8.3.8\tEnd of Admission \nBefore discharge from the CRU, the glucose and insulin dosing and stability of the patient will be evaluated by the investigator to ensure patient safety. Patients will remain at the CRU for at least 6 hours following glucagon administration, during which time a carbohydrate-rich meal will be provided. The patient may stay at the CRU longer, at the discretion of the investigator</div>"}}, {"title": "Safety Assessments and Procedures", "code": {"text": "section8.4-safety-assessments"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Physical Examination", "code": {"text": "section8.4.1-physical-examination"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Vital Signs", "code": {"text": "section8.4.2-vital-signs"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">For each patient, vital sign measurements should be conducted according to the Schedule of Activities (Section 1.3). \nBody temperature will be measured as specified in the Schedule of Activities (Section 1.3) and as clinically indicated. \nBlood pressure and pulse rate should be measured after at least 5 minutes supine. \nUnscheduled orthostatic vital signs should be assessed, if possible, during any AE of dizziness or posture-induced symptoms. If orthostatic measurements are required, patients should be supine for at least 5 minutes and stand for at least 2 minutes. If the patient feels unable to stand, supine vital signs only will be recorded. Additional vital signs may be measured during each study period if warranted.</div>"}}, {"title": "Electrocardiograms", "code": {"text": "section8.4.3-electrocardiograms"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">For each patient, single and triplicate ECGs should be collected according to the Schedule of Activities (Section 1.3). \nAny clinically significant findings from ECGs that result in a diagnosis and that occur after the patient receives the first dose of the investigational product should be reported to Lilly, or its designee, as an AE via CRF. \nSingle ECGs will be collected and stored locally at the investigator’s site. \nTriplicate ECGs will be electronically transmitted to a central ECG laboratory designated by Lilly. The central ECG laboratory will perform a basic quality control check (for example, demographics and study details) then store the ECGs in a database. At a future time, the stored ECG data may be overread at the central ECG laboratory for further evaluation of machine-read measurements or to meet regulatory requirements. Triplicate ECGs collected 30 and 15 minutes prior to the start of insulin-induced hypoglycemia on Day 1 of each period will be used to I8R-  establish a baseline. The consecutive triplicate ECGs will be obtained at approximately 1-minute intervals. \nWhen scheduled at the same time point, ECGs must be recorded before collecting any blood samples. Patients must be supine for at least 5 minutes before ECG collection and remain supine but awake during ECG collection. Electrocardiograms may be obtained at additional times, when deemed clinically necessary. \nSingle ECGs will be interpreted by a qualified physician (the investigator or qualified designee) at the site as soon after the time of ECG collection as possible, and ideally while the patient is still present, to determine whether the patient meets entry criteria at the relevant visit(s) and for immediate patient management, should any clinically relevant findings be identified. \nIf a clinically significant finding is identified (including, but not limited to, changes in QT/corrected QT interval from baseline) after enrollment, the investigator will determine if the patient can continue in the study. The investigator, or qualified designee, is responsible for determining if any change in patient management is needed, and must document his/her review of the ECG printed at the time of collection. Any new clinically relevant finding should be reported as an AE. \nThe machine-read ECG intervals and heart rate may be used for data analysis and report writing purposes unless a cardiologist overread of the ECGs is conducted prior to completion of the final study report (in which case the overread data would be used).</div>"}}, {"title": "Clinical Laboratory Assessments", "code": {"text": "section8.4.4-clinical-laboratory-assessments"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">For each patient, laboratory tests detailed in Section 13.1 should be conducted according to the Schedule of Activities (Section 1.3). Lilly or its designee will provide the investigator with the results of laboratory tests analyzed by a central vendor, if a central vendor is used for the study.</div>"}}, {"title": "Pregnancy Testing", "code": {"text": "section8.4.5-pregnancy-testing"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">ENTERED HERE DUE TO DATA ENTRY LIMITATIONS IN FEVIR TOOL\n8.4.4\tOther Tests\nNasal inspections with nasal speculum and injection-site assessments will be conducted according to the Schedule of Activities (Section 2). This inspection will ascertain whether sites are normal in appearance prior to and after drug administration\n8.4.5\tSafety Monitoring \nThe Lilly CP or CRP/scientist will monitor safety data throughout the course of the study. Lilly will review SAEs within time frames mandated by company procedures. The Lilly CP or CRP will periodically review the following data:  \n•\ttrends in safety data  \n•\tlaboratory analytes  \n•\tAEs including monitoring of nasal cavity and IM injection site When appropriate, the Lilly CP or CRP will consult with the functionally independent Global Patient Safety therapeutic area physician or clinical research scientist. \n8.4.5.1\tHypoglycemic Event Reporting\nEpisodes of hypoglycemia (plasma glucose ≤ 70 mg/dL) that occur after the patient’s PG level returns to≥ 100 mg/dL (at least after 30 minutes post study dose) at post study treatment on Day 1, will be described using the following definitions:\nDocumented Glucose Alert Level (Level 1)\nPlasma glucose ≤ 70 mg/dL\n•\tDocumented symptomatic hypoglycemia: with typical symptoms of hypoglycemia.\n•\tDocumented asymptomatic hypoglycemia: without typical symptoms of hypoglycemia.\n•\tDocumented unspecified hypoglycemia: with no information about symptoms of hypoglycemia available. (This has also been called unclassifiable hypoglycemia.)\nDocumented Clinically Significant Hypoglycemia (Level 2)\nSimilar criterion as for Level 1, except for threshold PG &lt; 54 mg/dL\n•\tLevel 2 documented symptomatic hypoglycemia \n•\tLevel 2 documented asymptomatic hypoglycemia \n•\tLevel 2 documented unspecified hypoglycemia\nSevere Hypoglycemia (Level 3) \nPatient had altered mental status and could not assist in their own care, was semiconscious or unconscious, or experienced coma with or without seizures, and the assistance of another person was to actively administer carbohydrate, glucagon, or other resuscitative actions. Plasma glucose measurements may not be available during such an event, but neurological recovery attributable to the restoration of PG concentration to normal is considered sufficient evidence that the event was induced by a low PG concentration (PG ≤ 70 mg/dL)\nOther Hypoglycemia\n•\tNocturnal hypoglycemia: Any documented hypoglycemic event (including severe hypoglycemia) that occurs at night and presumably during sleep. This is captured as hypoglycemia that occurs between bedtime and waking. This definition is more useful than the commonly used approximately 00:00 to 06:00 definition which does not take patients’ individual sleep times into consideration, and is consistent with the American Diabetes Association recommendations of reporting events that occur during sleep (ADA 2005). It is also important to collect the actual time when a hypoglycemic event occurred to allow further characterization of hypoglycemia timing (eg, to allow analysis of frequency of events occurring across a 24-hour clock). Nocturnal hypoglycemia may occur at severity Levels 1, 2, or 3.\n•\tRelative hypoglycemia (also referred to as pseudohypoglycemia [Seaquist et al. 2013]): An event during which typical symptoms of hypoglycemia occur, that does not require the assistance of another person and is accompanied by PG ≥ 70 mg/dL. The PG value of patients with chronically poor glycemic control can decrease so rapidly that patients may report symptoms of hypoglycemia before their PG concentration falls below 70 mg/dL. Events with PG ≤ 70 mg/dL should not be categorized as relative hypoglycemia. Evaluation and statistical analysis of this category is optional. However, if a patient reports a relative hypoglycemia event  where assistance from another person was received or the patient experienced significant symptoms, the study team should clarify the circumstances to ensure the event is not a severe hypoglycemia event, and report it appropriately.\n•\tProbable symptomatic hypoglycemia: Symptoms of hypoglycemia were present, but PG measurement was not reported. \n•\tOverall (or total) hypoglycemia: This optional category combines most cases of hypoglycemia (documented hypoglycemia and probable symptomatic hypoglycemia, including severe hypoglycemia). It does not include relative hypoglycemia. Nocturnal and severe hypoglycemia are special cases of documented or probable hypoglycemia. If an event of hypoglycemia falls into multiple subcategories, that event should only be counted once in the category of overall (or total) hypoglycemia. \nHypoglycemia episodes will be recorded on specific CRF pages. Only severe hypoglycemic episodes will be reported separately as AEs. If a hypoglycemic event meets the criteria of severe, it needs to be recorded as serious in the CRF (that is, recorded as an SAE). In the case of a hypoglycemic event (other than severe), the actual glucose value, if measured, should be recorded in the CRF, with any treatments administered, and not be recorded as an AE. Cases of hypoglycemia may be treated with foods rich in carbohydrate such as fruit, juice, skimmed milk, or energy bars. All episodes of hypoglycemia that are determined by the investigator to constitute severe hypoglycemia according to the definition above should be reported as SAEs.\n8.4.5.2\tHepatic Safety\nIf a study patient experiences elevated alanine aminotransferase (ALT) ≥ 3× upper limit of normal (ULN), alkaline phosphatase (ALP) ≥ 2× ULN, or elevated total bilirubin (TBL) ≥ ≥2× ULN, liver tests (Appendix 4) should be repeated within 3 to 5 days including ALT, aspartate aminotransferase, ALP, TBL, direct bilirubin, gamma-glutamyl transferase, and creatinine kinase to confirm the abnormality and to determine if it is increasing or decreasing. If the abnormality persists or worsens, clinical and laboratory monitoring should be initiated by the investigator based on consultation with the Lilly CP or CRP. Monitoring should continue until levels normalize and/or are returning to approximate baseline levels. \nAdditional safety data should be collected if 1 or more of the following conditions occur:\n•\televation of serum ALT to ≥ 5× ULN on 2 or more consecutive blood tests\n•\televated serum TBL to ≥ 2× ULN (except for cases of known Gilbert’s syndrome)\n•\televation of serum ALP to ≥ 2× ULN on 2 or more consecutive blood tests\n•\tpatient discontinued from treatment due to a hepatic event or abnormality of liver tests \n•\thepatic event considered to be an SAE.\n</div>"}}, {"title": "Suicidal Ideation and Behaviour Risk Monitoring", "code": {"text": "section8.4.6-suicidal-ideation"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Pharmacokinetics", "code": {"text": "section8.5-pharmacokinetics"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">At the visits and times specified in the Schedule of Activities (see Section 1.3), venous blood samples of approximately 4 mL each will be collected to determine the plasma concentrations of   glucagon. Three samples may be collected per patient at additional time points during the study if warranted and agreed upon between both the investigator and sponsor. Instructions for the collection and handling of blood samples will be provided by the sponsor. The actual date and time (24-hour clock) of each sampling will be recorded.\n8.5.1\tBioanalysis \nSamples will be analyzed at a laboratory approved by the sponsor and stored at a facility designated by the sponsor. Concentrations of glucagon will be assayed using a validated liquid chromatography with tandem mass spectrometry method. Bioanalytical samples collected to measure investigational product concentrations will be retained for a maximum of 1 year following last patient visit for the study.</div>"}}, {"title": "Biomarkers", "code": {"text": "section8.6-biomarkers"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only). Include any specific instructions for the collection of samples and assessment of biomarkers, including pharmacodynamics. If biomarker or pharmacodynamic testing is not included in the study, state “Not Applicable.” •\tDescribe the biological samples that will be collected (for example, tissue, serum, plasma, etc.). o\tSpecific sample collection and processing instructions can be described in an appendix or a separate document and cross-referenced. •\tDescribe the retention time for the samples (ensuring alignment with the ICF). •\tIndicate the types of biomarkers that will be studied for each sample. •\tSpecify whether each sample is optional or required. Required samples must be based on a protocol objective.]</div>"}, "section": [{"title": "Genetics and Pharmacogenomics", "code": {"text": "section8.6.1-genetics-pharmacogenomics"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">A blood sample will be collected for pharmacogenetic analysis as specified in the Schedule of Activities (Section 1.3), where local regulations allow. \nSamples will not be used to conduct unspecified disease or population genetic research either now or in the future. Samples will be used to investigate variable exposure or response to nasal glucagon (LY900018) and to investigate genetic variants thought to play a role in diabetes mellitus and related complications. Assessment of variable response may include evaluation of AEs or differences in efficacy. \nAll samples will be coded with the patient number. These samples and any data generated can be linked back to the patient only by the investigative site personnel. \nSamples will be retained for a maximum of 15 years after the last patient visit, or for a shorter period if local regulations and/or ERBs impose shorter time limits, for the study at a facility selected by Lilly or its designee. This retention period enables use of new technologies, response to regulatory questions, and investigation of variable response that may not be observed until later in the development of LY900018 or after LY900018 is commercially available. \nMolecular technologies are expected to improve during the 15-year storage period and therefore cannot be specifically named. However, existing approaches include whole genome or exome sequencing, genome wide association studies, multiplex assays, and candidate gene studies. Regardless of technology utilized, data generated will be used only for the specific research scope described in this section.</div>"}}, {"title": "Pharmacodynamic Biomarkers", "code": {"text": "section8.6.2-pharmacodynamics"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">At times specified in the Schedule of Activities (see Section 2), venous blood samples will be collected and used to determine PG concentrations. The samples will be stored for up to a maximum of 1 year after last patient visit for the study at a facility selected by the sponsor.</div>"}}, {"title": "Other Biomarkers", "code": {"text": "section8.6.3-other-biomarkers"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Immunogenicity Assessments", "code": {"text": "section8.7-immunogenicity-assessments"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">At the visits and times specified in the Schedule of Activities (Section 2), venous blood samples will be collected to determine antibody production against glucagon. To interpret the results of immunogenicity, a venous blood sample may be collected at the same time points to determine the concentrations of glucagon. All samples for immunogenicity should be taken predose when applicable. \nIn the event of drug hypersensitivity reactions (immediate or non-immediate), additional immunogenicity samples will be collected as close to the onset of the event as possible, at the resolution of the event, and 30 days following the event. A PK sample may be collected at these same time points(s) if warranted and agreed upon between both the investigator and sponsor. \nTreatment-emergent antidrug antibodies (TE ADA) are defined in Section 10.3.6. If the immunogenicity titer at the last scheduled assessment or discontinuation visit meets the definition of treatment emergent, then, at the discretion of the sponsor, patients should be called back to the site for follow-up immunogenicity assessment(s). Samples for immunogenicity should be collected every 12 weeks until the titer returns to baseline (ie, returns to within a single 2-fold dilution of the baseline titer) or until 1 year after the last dose of study treatment. A PK sample may be collected at the follow-up immunogenicity assessment(s) if warranted and agreed upon between both the investigator and sponsor. Every attempt should be made to contact patients for the follow-up immunogenicity assessment; however, if patients are unwilling or unable to return for the visit, this is not considered a protocol violation. \nInstructions for the collection and handling of blood samples will be provided by the sponsor. The actual date and time (24-hour clock time) of each sampling will be recorded. \nImmunogenicity will be assessed by a validated assay designed to detect antidrug antibodies (ADA) in the presence of glucagon at a laboratory approved by the sponsor. Antibodies may be further characterized and/or evaluated for their ability to neutralize the activity of glucagon. \nSamples will be retained for a maximum of 15 years after the last patient visit, or for a shorter period if local regulations and ethical review boards (ERBs) allow, at a facility selected by the sponsor. The duration allows the sponsor to respond to future regulatory requests related to LY900018. Any samples remaining after 15 years will be destroyed. </div>"}}, {"title": "Medical Resource Utilisation and Health Economics", "code": {"text": "section8.8-economics"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}]}, {"title": "Adverse Events, Serious Adverse Events, Product Complaints, Pregnancy and Postpartum Information, and Special Safety Situations", "code": {"text": "section9-adverse-events"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Definitions", "code": {"text": "section9.1-definitions"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Definitions of Adverse Events", "code": {"text": "section9.1.1-definitions-adverse-events"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Investigators are responsible for monitoring the safety of patients who have entered this study and for alerting Lilly or its designee to any event that seems unusual, even if this event may be considered an unanticipated benefit to the patient. \nThe investigator is responsible for the appropriate medical care of patients during the study. \nInvestigators must document their review of each laboratory safety report. \nThe investigator remains responsible for following, through an appropriate health care option, AEs that are serious or otherwise medically important, considered related to the investigational product or the study, or that caused the patient to discontinue the investigational product before completing the study. The patient should be followed until the event resolves, stabilizes with appropriate diagnostic evaluation, or is reasonably explained. The frequency of follow-up evaluations of the AE is left to the discretion of the investigator. \nAfter the informed consent form is signed, study site personnel will record, via CRF, the occurrence and nature of each patient’s preexisting conditions, including clinically significant signs and symptoms of the disease under treatment in the study. Additionally, site personnel will record any change in the condition(s) and the occurrence and nature of any AEs. \nThe investigator will interpret and document whether or not an AE has a reasonable possibility of being related to study treatment, medical device, or a study procedure, taking into account the disease, concomitant treatment, or pathologies. \nA “reasonable possibility” means that there is a potential cause and effect relationship between the investigational product, medical device, and/or study procedure and the AE. \nPlanned surgeries should not be reported as AEs unless the underlying medical condition has worsened during the course of the study. </div>"}}, {"title": "Definitions of Serious Adverse Events", "code": {"text": "section9.1.2-definitions-serious-adverse-events"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">An SAE is any AE from this study that results in one of the following: \n•\tdeath \n•\tinitial or prolonged inpatient hospitalization \n•\ta life-threatening experience (that is, immediate risk of dying) \n•\tpersistent or significant disability/incapacity \n•\tcongenital anomaly/birth defect \n•\timportant medical events that may not be immediately life-threatening or result in death or hospitalization but may jeopardize the patient or may require intervention to prevent one of the other outcomes listed in the definition above \n•\twhen a condition related to the medical device necessitates medical or surgical intervention to preclude either permanent impairment of a body function or permanent damage to a body structure, the serious outcome of “required intervention” will be assigned.\nStudy site personnel must alert the Lilly CRP/CP, or its designee, of any SAE as soon as practically possible. \nAdditionally, study site personnel must alert Lilly Global Patient Safety, or its designee, of any SAE within 24 hours of investigator awareness of the event via a sponsor-approved method. If alerts are issued via telephone, they are to be immediately followed with official notification on study-specific SAE forms. This 24-hour notification requirement refers to the initial SAE information and all follow-up SAE information. \nAlthough all AEs are recorded in the CRF after signing informed consent, SAE reporting to the sponsor begins after the patient has signed informed consent and has received investigational product. However, if an SAE occurs after signing informed consent, but prior to receiving investigational product, AND is considered reasonably possibly related to a study procedure then it MUST be reported. \nInvestigators are not obligated to actively seek AEs or SAEs in patients once they have discontinued from and/or completed the study (the patient summary CRF has been completed). However, if the investigator learns of any SAE, including a death, at any time after a patient has been discharged from the study, and he/she considers the event reasonably possibly related to the study treatment or study participation, the investigator must promptly notify Lilly. \nPregnancy (maternal or paternal exposure to investigational product) does not meet the definition of an AE. However, to fulfill regulatory requirements any pregnancy should be reported following the SAE process to collect data on the outcome for both mother and fetus.\n9.1.2.1\t Suspected Unexpected Serious Adverse Reactions \nSuspected unexpected serious adverse reactions (SUSARs) are serious events that are not listed in the IB and that the investigator reports as related to investigational product or procedure. Lilly has procedures that will be followed for the recording and expedited reporting of SUSARs that are consistent with global regulations and the associated detailed guidances</div>"}}, {"title": "Definitions of Product Complaints", "code": {"text": "section9.1.3-definitions-product-complaints"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Lilly collects product complaints on investigational products used in clinical trials in order to ensure the safety of study participants, monitor quality, and to facilitate process and product improvements. Patients should be instructed to contact the investigator as soon as possible if he or she has a complaint or problem with the investigational product so that the situation can be assessed. </div>"}}]}, {"title": "Timing and Procedures for Collection and Reporting", "code": {"text": "section9.2-collection-methods"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Section 9.1 above.\n9.2.1.1\tAdverse Event Monitoring with a Systematic Questionnaire \nBefore administering the Nasal and Non-nasal Score Questionnaire (see Appendix 6) and Edinburgh Hypoglycemia Scale (see Appendix 7), study site personnel will question the patient about any change in the preexisting condition(s) and the occurrence and nature of any AEs. Study site personnel will explain the possibility to the patient of AEs associated with the study and that these AEs will be captured during the study through the use of the Nasal and Non-nasal Score Questionnaire and Edinburgh Hypoglycemia Scale. Nonserious AEs obtained through the questionnaire are recorded and analyzed separately. Only SAEs elicited through the Nasal and Non-nasal Score Questionnaire and Edinburgh Hypoglycemia Scale are to be recorded as AEs via CRF and reported to Lilly or its designee within 24 hours as SAEs</div>"}, "section": [{"title": "Timing", "code": {"text": "section9.2.1-timing"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[Specify timing for collection and reporting, including: • start and end dates for collection and reporting • frequency of collection and reporting • cross reference to the Schedule of Assessments as appropriate.]</div>"}}, {"title": "Collection Procedures", "code": {"text": "section9.2.2-collection-procedures"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Identification", "code": {"text": "section9.2.2.1-identification"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The Lilly CP or CRP/scientist will monitor safety data throughout the course of the study. Lilly will review SAEs within time frames mandated by company procedures. The Lilly CP or CRP will periodically review the following data: • trends in safety data • laboratory analytes • AEs including monitoring of nasal cavity and IM injection site When appropriate, the Lilly CP or CRP will consult with the functionally independent Global Patient Safety therapeutic area physician or clinical research scientist.\nSee Separate Reporting Form Instructions.</div>"}}, {"title": "Severity", "code": {"text": "section9.2.2.2-severity"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Separate Reporting Form Instructions.</div>"}}, {"title": "Causality", "code": {"text": "section9.2.2.3-causality"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Separate Reporting Form Instructions.</div>"}}, {"title": "Recording", "code": {"text": "section9.2.2.4-recording"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Separate Reporting Form Instructions.</div>"}}, {"title": "Follow-up", "code": {"text": "section9.2.2.5-followup"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Separate Reporting Form Instructions.</div>"}}]}, {"title": "Reporting", "code": {"text": "section9.2.3-reporting-events"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Regulatory Reporting Requirements", "code": {"text": "section9.2.3.1-regulatory-requirements"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See Section 9.1 &amp; 9.2.</div>"}}]}, {"title": "Adverse Events of Special Interest", "code": {"text": "section9.2.4-special-interest"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Disease-related Events or Outcomes Not Qualifying as AEs or SAEs", "code": {"text": "section9.2.5-disease-related-events"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}]}, {"title": "Pregnancy and Postpartum Information", "code": {"text": "section9.3-pregnancy-postpartum"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Participants Who Become Pregnant During the Trial", "code": {"text": "section9.3.1-pregnant"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not Applicable. (Should really be entered for the whole section as this subheading is optional. but FEVIR limitation in data entry at 9.5 heading.</div>"}}, {"title": "Participants Whose Partners Become Pregnant", "code": {"text": "section9.3.2-pregnant-partner"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Special Safety Situations", "code": {"text": "section9.4-special-safety-situations"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Statistical Considerations", "code": {"text": "section10-statistics"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[Ensure that the data analysis complies with ICH E9 Guideline and ICH E9(R1) Guideline. In general, all relevant data collected in the trial should be considered in this section. No text is intended here (header only).]</div>"}, "section": [{"title": "General Considerations", "code": {"text": "section10.1-general-considerations"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">A detailed description of patient disposition will be provided at the end of the study. \nA total of 66 completers are required in the study in order to achieve the primary objective with at least 90% power using the following assumptions: \n•\tA treatment success rate of 98% for both treatments\n•\tA non-inferiority margin (NIM) of 10%\n•\tOne-sided alpha level of 0.025 \n•\tA within-patient correlation of zero between 2 treatment visits \nThe primary analysis will be a treatment comparison of the percentage of patients, including both T1DM and T2DM, who achieve treatment success. The percentage of patients who achieve treatment success within each treatment group and the difference in the percentages between the 2 treatment groups will be computed. A 2-sided 95% confidence interval (CI) will be obtained from the 1-sample mean of the paired differences in primary outcome (1=outcome observed; 0=outcome not observed) across 2 treatment visits. Non-inferiority of LY900018 will be declared if the upper limit of the 2-sided 95% CI constructed on the difference in percentage (IMG - LY900018) is less than the NIM of 10%</div>"}}, {"title": "Analysis Sets", "code": {"text": "section10.2-analysis-sets"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Proportion of patients discontinued from the study and the reasons for discontinuation will be summarized by treatment group for all randomized patients. </div>"}}, {"title": "Analyses of Demographics and Other Baseline Variables", "code": {"text": "section10.3-analyses-demographics"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The patients’ baseline characteristics and demographic characteristics will be recorded, listed, and will be summarized for all randomized patients.</div>"}}, {"title": "Analyses Associated with the Primary Objective(s)", "code": {"text": "section10.4-analysis-primary-objective"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No content here. Create a new section for each estimand.]</div>"}, "section": [{"title": "Primary Objective 1", "code": {"text": "section10.4.1-analysis-primary-objective-instance"}, "focus": {"type": "EvidenceVariable", "display": "[Replace with VariableDefinition Profile of EvidenceVariable Resource.]"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Statistical Analysis Method", "code": {"text": "section10.4.1.1-statistical-method"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Statistical analysis of this study will be the responsibility of Eli Lilly and Company or its designee. Efficacy, PK, and PD analyses will be conducted on the full analysis set. This set includes all data from all randomized patients receiving at least one dose of the investigational product according to the treatment allocation. Safety analyses will be conducted for all enrolled patients, whether or not they completed all protocol requirements. If a patient receives a glucose infusion to prevent the progression to severe hypoglycemia (see Section 9.2.4), data after IV glucose infusion may be excluded from the efficacy and PD analyses. Details will be described in the statistical analysis plan (SAP). Any change to the data analysis methods described in the protocol will require an amendment ONLY if it changes a principal feature of the protocol. Any other change to the data analysis methods described in the protocol, and the justification for making the change, will be described in the SAP and/or in the clinical study report. Additional exploratory analyses of the data will be conducted as deemed appropriate. Study results may be pooled with the results of other studies for population PK analysis purposes to avoid issues with post-hoc analyses and incomplete disclosures of analyses.</div>"}}, {"title": "Handling of Data in Relation to Primary Estimand(s)", "code": {"text": "section10.4.1.2-data-handling"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The primary objective is to demonstrate that 3 mg LY900018 is non-inferior to 1 mg IMG for the proportion (NIM=10%) of Japanese patients with T1DM or T2DM who achieve treatment success without receiving additional actions to increase the PG concentration. Treatment success is defined as either an increase in PG to ≥70 mg/dL or an increase of ≥20 mg/dL from PG nadir within 30 minutes after receiving study treatment. The nadir is defined as the minimum PG concentration at the time of or within 10 minutes following glucagon administration. \nThe primary analysis will be a treatment group comparison of the primary outcome. The percentage of treatment successes in each treatment group and the difference in percentages will be computed. A 2-sided 95% confidence interval (CI) will be obtained from the 1-sample mean of the paired differences in primary outcome (1=outcome observed; 0=outcome not observed) across 2 treatment visits. Non-inferiority of LY900018 will be declared if the upper limit of a 2-sided 95% CI constructed on the difference in percentages (IMG - LY900018) is less than the NIM of 10%. \nPrimary efficacy analysis will only include patients who complete both treatment visits with evaluable primary outcome. The following will be considered as non-evaluable primary efficacy outcomes and will be excluded from the analysis related to primary efficacy outcome: \n•\tPatients with at least 1 treatment visit in which the lowest PG concentration at the time of or within 10 minutes following glucagon administration is ≥70 mg/dL; \n•\tPatients who receive an external measure to raise PG concentration either before glucagon administration or within the first 10 minutes of glucagon administration. \nPlasma glucose concentrations assessed through a central laboratory will be used to assess treatment success. Additional analysis will be performed if deemed necessary. The details will be provided in the SAP).</div>"}}, {"title": "Handling of Missing Data in Relation to Primary Estimand(s)", "code": {"text": "section10.4.1.3-missing-data-handling"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See SAP for details.</div>"}}, {"title": "Sensitivity Analysis", "code": {"text": "section10.4.1.4-sensitivity-analysis"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Supplementary Analysis", "code": {"text": "section10.4.1.5-supplementary-analysis"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}]}, {"title": "Analyses Associated with the Secondary Objective(s)", "code": {"text": "section10.5-analysis-secondary-objective"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No content here. Create a new section for each estimand.]</div>"}, "section": [{"title": "Secondary Objective 1", "code": {"text": "section10.5.1-analysis-secondary-objective-instance"}, "focus": {"type": "EvidenceVariable", "display": "[Replace with VariableDefinition Profile of EvidenceVariable Resource.]"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Statistical Analysis Method", "code": {"text": "section10.5.1.1-statistical-method"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">10.5.1\tPlasma Glucose Values \nDescriptive statistics will be used to summarize the baseline, various postdose time points, and absolute change from baseline in PG values by treatment group. Additional analysis will be performed if deemed necessary. The details will be provided in the SAP. If a patient receives additional intervention to raise PG concentrations, measurements taken after the time of intervention will be excluded from the analysis. </div>"}}, {"title": "Handling of Data in Relation to Secondary Estimand(s)", "code": {"text": "section10.5.1.2-data-handling"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Handling of Missing Data in Relation to Secondary Estimand(s)", "code": {"text": "section10.5.1.3-missing-data-handling"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Sensitivity Analysis", "code": {"text": "section10.5.1.4-sensitivity-analysis"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Supplementary Analysis", "code": {"text": "section10.5.1.5-supplementary-analysis"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}]}, {"title": "Analyses Associated with the Exploratory Objective(s)", "code": {"text": "section10.6-analysis-exploratory-objective"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">10.6.1\tSymptoms of Hypoglycemia \nDescriptive statistics will be used to summarize the baseline, various postdose time points, and absolute change from baseline in total score and each subscale score of Edinburgh Hypoglycemia Scale by treatment group. Additional analysis will be performed if deemed necessary. The details will be provided in the SAP.</div>"}}, {"title": "Safety Analyses", "code": {"text": "section10.7-safety-analyses"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">10.7.1\tClinical Evaluation of Safety \nAll investigational product and protocol procedure AEs will be listed, and, if the frequency of events allows, safety data will be summarized using descriptive methodology. \nThe incidence of symptoms for each treatment will be presented by severity and by association with investigational product as perceived by the investigator. Symptoms reported to occur prior to enrollment will be distinguished from those reported as new or increased in severity during the study. \nThe number of investigational product-related SAEs will be reported. \nNasal/respiratory and anosmia AEs will be identified using preferred terms and summarized by treatment group; the details will be provided in the SAP. \n10.7.2\tNasal and Non-nasal Score Questionnaire \nThe scoring for each response to Nasal and Non-nasal Score Questionnaire will follow the scale displayed on the questionnaire (None=0, Mild=1, Moderate=2, Severe=3). The total score of the questionnaire will be calculated as the sum of the scores for each question. Descriptive statistics will be used to summarize the baseline, various postdose time points, and absolute change from baseline in total score of Nasal and Non-nasal Score Questionnaire by treatment group. See Appendix 6 for a copy of the questionnaire. Additional analysis will be performed if deemed necessary. The details will be provided in the SAP. \n10.7.3\tStatistical Evaluation of Safety \nSafety parameters that will be assessed include safety laboratory parameters, vital signs, and triplicated ECG parameters. The parameters will be listed and summarized using standard descriptive statistics. Additional analysis will be performed if warranted upon review of the data. The details will be provided in the SAP</div>"}}, {"title": "Other Analyses", "code": {"text": "section10.8-other-analyses"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">10.8.1\tPharmacokinetic Analyses \n10.8.1.1\tPharmacokinetic Parameter Estimation \nPatients who receive at least 1 dose of study treatment and have measurable glucagon concentrations will be included in the PK analysis dataset. Pharmacokinetic parameter estimates for glucagon will be calculated using standard noncompartmental methods of analysis (NCA). \nThe primary parameters for PK analysis will be maximal concentration (Cmax), area under the concentration versus time curve (AUC), and time to maximal concentration (Tmax) of glucagon. Other noncompartmental parameters, such as half-life, apparent clearance, and apparent volume of distribution, may be reported. \nThe following PK parameters will also be calculated using baseline-adjusted (ie, change from baseline) concentrations of glucagon: AUC, Cmax, and Tmax. Baseline glucagon concentrations will be concentrations from samples obtained immediately prior to glucagon dosing (ie, predose). \nParameters will be individually calculated for each patient based on actual time of collection. \n10.8.1.2\tPharmacokinetic Statistical Inference \nLog-transformed PK parameters (such as Cmax and AUC) will be evaluated in a linear mixed-effects model with fixed effects for treatment, period, and sequence, and a random effect for patient. The treatment differences will be back-transformed to present the ratios of geometric means and the corresponding 90% CIs. The Tmax will be analyzed using the Wilcoxon signed-rank test. Estimates of the median difference based on the observed medians, 90% CIs, and p-values from the Wilcoxon test will be calculated. Exploratory analyses may be performed for other PK parameters as deemed appropriate.\n10.8.2\tPharmacodynamic Analyses \n10.8.2.1\tPharmacodynamic Parameter Estimation \nPharmacodynamic parameters will be calculated using NCA. Key PD parameters will be derived to assess the exposure to glucose and duration of exposure above, below, and within the normal glucose range. The normal range for PG will be considered to be 70 to 108 mg/dL. Actual sampling times will be used for all calculations. \nThe following PD parameters will be calculated using concentrations of glucose: \nAUECabove \t\tarea under the effect concentration-time curve above the normal range \nAUECbelow \t\tarea under the effect concentration-time curve below the normal range \nAUECwithin \t\tarea under the effect concentration-time curve within the normal range \nAUEC0-1.5 \tarea under the effect concentration-time curve from time zero (predose) up to 1.5 hours\nBGmax \tmaximal plasma glucose concentration \nDurationabove \tduration above normal range \nDurationbelow \tduration below normal range \nDurationwithin \tduration within normal range \ntabove \ttime to concentrations above normal range \ntbelow \ttime to concentrations below normal range (after tabove) \ntwithin \ttime to concentrations within normal range \nTmax \ttime to maximal concentration \nThe following PD parameters will be calculated using change from baseline concentrations of PG: \nAUEC0-1.5 \tarea under the effect concentration-time curve from time zero (predose) up to 1.5 hours \nBGmax \tmaximal plasma glucose concentration \nTmax \ttime to maximal concentration\n\nBaseline PG concentrations will be concentrations from samples obtained immediately prior to glucagon dosing (ie, zero hour time point). \nOther PD parameters of PG may be calculated if required. Individual concentrations and PD parameters of PG will be summarized with descriptive statistics by treatment. The patients who receive IV glucose up to 90 minutes postdose will be excluded from the summary statistics. \n10.8.2.2\tPharmacodynamic Statistical Inference \nThe PD parameters (such as BGmax and AUEC) will be log-transformed prior to analysis and a linear mixed-effects model fitted to the data, with treatment, period, and sequence as fixed effects and patient as a random effect. For each parameter, the treatment difference will be back-transformed to present the ratios of geometric means and the corresponding 90% CIs. \nThe values of Tmax will be analyzed nonparametrically using the Wilcoxon signed-rank test. Median differences and approximate 90% CIs for the difference will be calculated for the comparisons of treatments. \nExploratory analyses may be performed for other PD parameters as deemed appropriate.\n10.8.3\tPharmacokinetic/Pharmacodynamic Analyses \nExploratory analyses may be performed to evaluate exposure-response relationship if needed. \n10.8.4\tEvaluation of Immunogenicity \nThe frequency and percentage of patients with preexisting (baseline) ADA, ADA at any time point after baseline, and patients with TE ADA to glucagon may be tabulated.  \nTreatment-emergent ADA are defined as those with a titer 2-fold (1 dilution) greater than the minimum required dilution of the assay, if no ADA were detected at baseline; or those with a 4-fold (2 dilutions) increase in titer compared to baseline, if ADA were detected at baseline. For patients with TE ADA, the distribution of maximum titers may be described. The frequency of neutralizing antibodies may also be tabulated. \nThe relationship between the presence of antibodies to glucagon and efficacy, PK parameters, PD response, and safety results may be assessed. \n10.8.5\tData Review During the Study \nAccess to safety data is scheduled to occur after the first 6 patients complete Period 2 Day 1. The purpose of this review is to initiate remaining patients’ dosing. The investigator and the Lilly sponsor team will make the determination regarding initiation of remaining patients’ dose, based upon their review of the data.</div>"}}, {"title": "Interim Analyses", "code": {"text": "section10.9-interim-analyses"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Access to the safety data, including AEs, SAEs, vital signs, ECGs, and safety laboratory tests, is scheduled to occur after the first 6 patients complete Period 2. The purpose of the safety reviews is to ensure that the study procedures and treatment are safe enough to proceed with the remaining patients. The investigator and the Lilly sponsor team will make the determination to proceed with randomization of the remaining patients based upon their review of the safety and tolerability data. \nA primary database lock will be conducted after last patient discharge from the CRU. The aim of the primary database lock is to enable data analysis to assess the primary/secondary objectives, and may include assessment of exploratory objectives. The primary database lock will include all study data, except for immunogenicity data, up to the last patient discharge from the CRU. \nIf patients need additional follow-up for TE ADA, an additional database lock may be conducted to develop the clinical study report. The database lock may contain all patients’ data up to the follow-up visit, except for immunogenicity data. The final database lock is planned after all patients complete the follow-up period and additional follow-up for TE ADA (if needed).</div>"}}, {"title": "Multiplicity Adjustments", "code": {"text": "section10.10-multiplicity-adjustments"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Sample Size Determination", "code": {"text": "section10.11-sample-size-determination"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Seventy-five patients may be enrolled in order to have at least 66 patients (at least 30 patients with T1DM and T2DM, respectively) complete the study. For purposes of this study, a completer is defined as a patient who completes both periods with evaluable primary outcome. If patients discontinue from the study before completion of both periods with evaluable primary outcome for any reason, the patient may be replaced to ensure 66 patients complete the study. The replacement patients will be assigned the same treatment sequence as the patients to be replaced and will complete that treatment sequence in its entirety. Replacement should not occur beyond 75 patients enrolled, if it is expected to have at least 66 patients complete the study. \nAssuming a non-inferiority margin (NIM) of 10%, a 98% treatment success rate for both treatment groups, and a within-patient correlation of zero, 66 completers will provide at least 90% power to show non-inferiority between LY900018 and IMG in treatment success from insulin-induced hypoglycemia with one-sided alpha level of 0.025 based on the Chi-square test. \nThe proposed NIM of 10% has been chosen based on the previously completed Phase 3 study (Rickels et al. 2016)</div>"}}]}, {"title": "Trial Oversight and Other General Considerations", "code": {"text": "section11-oversight"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Regulatory and Ethical Considerations", "code": {"text": "section11.1-regulatory-considerations"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">This study will be conducted in accordance with the protocol and with: \n1)\tconsensus ethics principles derived from international ethics guidelines, including the Declaration of Helsinki and Council for International Organizations of Medical Sciences (CIOMS) International Ethical Guidelines \n2)\tapplicable ICH GCP Guidelines \n3)\tapplicable laws and regulations Some of the obligations of the sponsor will be assigned to a third party organization.</div>"}}, {"title": "Trial Oversight", "code": {"text": "section11.2-trial-oversight"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "section": [{"title": "Investigator Responsibilities", "code": {"text": "section11.2.1-investigator-responsibilities"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Ethical Review \nThe investigator must give assurance that the ethical review board (ERB) was properly constituted and convened as required by International Council for Harmonization (ICH) guidelines and other applicable laws and regulations. \nDocumentation of ERB approval of the protocol and the ICF must be provided to Lilly before the study may begin at the investigative site(s). Lilly or its representatives must approve the ICF before it is used at the investigative site(s). All ICFs must be compliant with the ICH guideline on good clinical practice (GCP). \nThe study site’s ERB(s) should be provided with the following: \n•\tthe current Investigator’s Brochure or Package Insert and updates during the course of the study \n•\tICF\n•\t relevant curricula vitae\nProtocol Signatures \nAfter reading the protocol, each principal investigator will sign the protocol signature page and send a copy of the signed page to a Lilly representative\nFinal Report Signature \nThe final report coordinating investigator or designee will sign the clinical study report for this study, indicating agreement that, to the best of his or her knowledge, the report accurately describes the conduct and results of the study. \nThe investigator with the most enrolled patients will serve as the final report coordinating investigator. If this investigator is unable to fulfill this function, another investigator will be chosen by Lilly to serve as the final report coordinating investigator. \nThe sponsor’s responsible medical officer and statistician will sign/approve the final clinical study report for this study, confirming that, to the best of his or her knowledge, the report accurately describes the conduct and results of the study.</div>"}}, {"title": "Sponsor Responsibilities", "code": {"text": "section11.2.2-sponsor-responsibilities"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Recruitment \nLilly or its designee is responsible for the central recruitment strategy for patients. Individual investigators may have additional local requirements or processes. Study-specific recruitment material should be approved by Lilly.\nProtocol Signatures \nThe sponsor’s responsible medical officer will approve the protocol, confirming that, to the best of his or her knowledge, the protocol accurately describes the planned design and conduct of the study. \nFinal Report Signature \nThe sponsor’s responsible medical officer and statistician will sign/approve the final clinical study report for this study, confirming that, to the best of his or her knowledge, the report accurately describes the conduct and results of the study.</div>"}}]}, {"title": "Informed Consent Process", "code": {"text": "section11.3-informed-consent-process"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The investigator is responsible for: \n•\tensuring that the patient understands the nature of the study, the potential risks and benefits of participating in the study, and that their participation is voluntary. \n•\tensuring that informed consent is given by each patient or legal representative. This includes obtaining the appropriate signatures and dates on the informed consent form (ICF) prior to the performance of any protocol procedures and prior to the administration of investigational product. \n•\tanswering any questions the patient may have throughout the study and sharing in a timely manner any new information that may be relevant to the patient’s willingness to continue his or her participation in the study. \n•\tproviding a copy of the ICF to the participant or the participant’s legal representative and retaining a copy on file</div>"}, "section": [{"title": "Assent Process", "code": {"text": "section11.3.0-assent-process"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Emergency Consent Process", "code": {"text": "section11.3.0-emergency-consent-process"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Informed Consent for Rescreening", "code": {"text": "section11.3.1-rescreening-consent-process"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}, {"title": "Informed Consent for Remaining Samples in Exploratory Research", "code": {"text": "section11.3.2-remaining-samples"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Committees", "code": {"text": "section11.4-committees"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Insurance and Indemnity", "code": {"text": "section11.5-insurance-and-indemnity"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Risk-Based Quality Management", "code": {"text": "section11.6-risk-management"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">See separate monitoring &amp; risk management plans.</div>"}}, {"title": "Data Governance", "code": {"text": "section11.7-data-governance"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Captured in separate documents.</div>"}}, {"title": "Data Protection", "code": {"text": "section11.8-data-protection"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Captured in separate documents.</div>"}}, {"title": "Source Data", "code": {"text": "section11.9-source-data"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Data Quality Assurance\nTo ensure accurate, complete, and reliable data, Lilly or its representatives will do the following: \n•\tprovide instructional material to the study sites, as appropriate.\n•\tprovide training to instruct the investigators and study coordinators. This training will give instruction on the protocol, the completion of the case report forms (CRFs), and study procedures. \n•\tmake periodic visits to the study site. \n•\tbe available for consultation and stay in contact with the study site personnel by mail, telephone, and/or fax.\n•\t review and evaluate CRF data and/or use standard computer edits to detect errors in data collection. \n•\tconduct a quality review of the database. \nIn addition, Lilly or its representatives will periodically check a sample of the patient data recorded against source documents at the study site. The study may be audited by Lilly and/or regulatory agencies at any time. Investigators will be given notice before an audit occurs. \nThe investigator will keep records of all original source data. This might include laboratory tests, medical records, and clinical notes. If requested, the investigator will provide the sponsor, applicable regulatory agencies, and applicable ERBs with direct access to the original source documents. \nData Collection Tools/Source Data \nAn electronic data capture system will be used in this study. The site must define and retain all source records and must maintain a record of any data where source data are directly entered into the data capture system. \nData Protection \nData systems used for the study will have controls and requirements in accordance with local data protection law. The purpose and use of patient personal information collected will be provided in a written document to the patient by the sponsor.</div>"}}, {"title": "Protocol Deviations", "code": {"text": "section11.10-protocol-deviations"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Separate document.</div>"}}, {"title": "Early Site Closure", "code": {"text": "section11.11-early-site-closure"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Decision Rights for Site Closure", "code": {"text": "section11.11-early-site-closure#decisionRights"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Study site participation may be discontinued if Lilly or its designee, the investigator, or the ERB of the study site judges it necessary for medical, safety, regulatory, or other reasons consistent with applicable laws, regulations, and GCP</div>"}}, {"title": "Crteria for Early Closure", "code": {"text": "section11.11-early-site-closure#criteria"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}}, {"title": "Responsibilities Following Early Site Closure", "code": {"text": "section11.11-early-site-closure#responsibilities"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}], "text": "Optional section not used."}}]}, {"title": "Data Dissemination", "code": {"text": "section11.12-data-dissemination"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Captured in separate documents.</div>"}}]}, {"title": "Appendix: Supporting Details", "code": {"text": "section12-supporting-details"}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No text is intended here (header only).]</div>"}, "section": [{"title": "Clinical Laboratory Tests", "code": {"text": "section12.1-clinical-laboratory-tests"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>7 pages of images replaced with this statement.<br/></p></div>"}}, {"title": "Country/Region-Specific Differences", "code": {"text": "section12.2-country-specific-differences"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable.</div>"}}, {"title": "Prior Protocol Amendment(s)", "code": {"text": "section12.3-prior-protocol-amendments"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Not applicable. This is the first protocol amendment.</div>"}}]}, {"title": "Appendix: Glossary of Terms and Abbreviations", "code": {"text": "section13-glossary"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>3 pages of images replaced with this statement<br/></p></div>"}}, {"title": "Appendix: References", "code": {"text": "section14-references"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">American Diabetes Association; Workgroup on Hypoglycemia. Defining and reporting hypoglycemia in diabetes: a report from the American Diabetes Association Workgroup on Hypoglycemia. Diabetes Care. 2005;28(5):1245-1249. \n\nAmerican Diabetes Association. Glycemic targets. Diabetes Care. 2017;40(suppl 1):S48-S56.\n \nGlucaGen (glucagon [rDNA origin] for injection) [Summary of Product Characteristics]. Bagsvaerd, Denmark: Novo Nordisk; revised 2015. Available at: https://www.medicines.org.uk/emc/medicine/4258#DOCREVISION. Accessed September 29, 2017. \n\nGlucagon G Novo for Injection [Package Insert]. Bagsvaerd, Denmark: Novo Nordisk; revised 2016. Available at: http://www.pmda.go.jp/PmdaSearch/iyakuDetail/ResultDataSetPDF/620023_7229402D1036_ 1_06. Accessed September 28, 2017.\n \nGlucagon G Novo for Injection [Interview Form]. Bagsvaerd, Denmark: Novo Nordisk; 2015. Available at: http://www.info.pmda.go.jp/go/interview/1/620023_7229402D1036_1_007_1F. Accessed September 28, 2017.\n \nGLUCAGON for Injection ITO [Package Insert]. Osaka, Japan: Kaigen Pharma Co., Ltd; 2016. Available at: http://www.pmda.go.jp/PmdaSearch/iyakuDetail/ResultDataSetPDF/130616_7229400D1088_ 1_11.\n \nGLUCAGON for Injection ITO [Interview Form]. Osaka, Japan: Kaigen Pharma Co., Ltd; 2016. Available at: http://www.info.pmda.go.jp/go/interview/1/130616_7229400D1088_1_G07_1F. Accessed September 28, 2017.\n \nPolonsky WH, Fisher L, Hessler D, Johnson N. Emotional distress in the partners of type 1 diabetes adults: worries about hypoglycemia and other key concerns. Diabetes Technol Ther. 2016;18:292-297. \n\nRickels MR, Ruedy KJ, Foster NC, Piché CA, Dulude H, Sherr JL, Tamborlane WV, Bethin KE, DiMeglio LA, Wadwa RP, Ahmann AJ, Haller MJ, Nathan BM, Marcovina SM, Rampakakis E, Meng L, Beck RW; T1D Exchange Intranasal Glucagon Investigators. Intranasal glucagon for treatment of insulin-induced hypoglycemia in adults with type 1 diabetes: a randomized crossover noninferiority study. Diabetes Care. 2016;39(2):264-270.\n \nReno FE, Normand P, McInally K, Silo S, Stotland P, Triest M, Carballo D, Piché C. A novel nasal powder formulation of glucagon: toxicology studies in animal models. BMC Pharmacol Toxicol. 2015;16:29. \n\nSeaquist ER, Anderson J, Childs B, Cryer P, Dagogo-Jack S, Fish L, Heller SR, Rodriguez H, Rosenzweig J, Vigersky R. Hypoglycemia and diabetes: a report of a workgroup of the American Diabetes Association and the Endocrine Society. Diabetes Care. 2013;36(5):1384-1395</div>"}}, {"title": "Title Page", "code": {"text": "section0-title-page"}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><table><tbody><tr><td><b>Full Title:</b></td><td>A Phase 3 Study of Nasal Glucagon (LY900018) Compared to Intramuscular Glucagon for Treatment of Insulin-induced Hypoglycemia in Japanese Patients with Diabetes Mellitus</td></tr><tr><td><b>Sponsor Protocol Identifier:</b></td><td>I8R-JE-IGBJ</td></tr><tr><td><b>Original Protocol:</b></td><td>No</td></tr><tr><td><b>Version Number:</b></td><td>(a)</td></tr><tr><td><b>Version Date:</b></td><td>05-Dec-2017</td></tr><tr><td><b>Amendment Identifier:</b></td><td>I8R-JE-IGBJ(a)</td></tr><tr><td><b>Amendment Scope:</b></td><td>Global</td></tr><tr><td><b>Compound Code(s):</b></td><td>LY900018</td></tr><tr><td><b>Compound Name(s):</b></td><td>Glucagon</td></tr><tr><td><b>Trial Phase:</b></td><td>Phase 3</td></tr><tr><td><b>Short Title:</b></td><td>A Phase 3 Study of Nasal Glucagon (LY900018) Compared to Intramuscular Glucagon for Treatment of Insulin-induced Hypoglycemia in Japanese Patients with Diabetes Mellitus</td></tr><tr><td><b>Sponsor Name and Address:</b></td><td>Eli Lilly Japan K.K<br/>Japan</td></tr><tr><td><b>Manufacturer Name and Address:</b></td><td>On file with sponsor.</td></tr><tr><td><b>Regulatory Agency Identifier Number(s):</b></td><td>NCT03421379</td></tr><tr><td><b>Sponsor Approval Date:</b></td><td>26-Oct-2017</td></tr><tr><td><b>Sponsor Signatory:</b></td><td>Signature block and date on file at Eli Lilly and Company</td></tr><tr><td><b>Medical Expert Contact:</b></td><td>Medical Expert details on file at Eli Lilly and Company</td></tr><tr><td><b>SAE Reporting Method:</b></td><td>Report Serious Adverse Events to the sponsor by phone. Refer to Section 9.4 for detailed reporting instructions.</td></tr><tr><td><b>Amendment Details:</b></td><td>This protocol has not been amended previously.</td></tr></tbody></table><br/><p><b>Overall Rationale for the Amendment:</b></p><p><i>Updates to address safety concern &amp; align with product guidelines.</i></p><p>The table below describes the current amendment.</p><table><tbody><tr><td><b>Approximate % Enrolled at time of Sponsor Approval:</b></td><td>Approximate ??% enrolled Globally. (not known for creating sample protocol)</td></tr><tr><td><b>Reason(s) for Amendment:</b></td><td>Primary: Safety, Secondary: NA</td></tr><tr><td><b>Amendment Summary:</b></td><td>Protocol I8R-JE-IGBJ A Phase 3 Study of Nasal Glucagon (LY900018) Compared to Intramuscular Glucagon for Treatment of Insulin-induced Hypoglycemia in Japanese Patients with Diabetes Mellitus has been amended. The new protocol is indicated by Amendment (a) and will be used to conduct the study in place of any preceding version of the protocol. The overall changes and rationale for the changes made to this protocol are as follows: \n<ul><li>An exclusion criterion for patients with retinopathy or maculopathy was added due to the potential risk of fundal hemorrhage induced by hypoglycemia.</li>\n<li>The GlucaGen reconstitution volume was changed from 1.0 mL to 1.1 mL in accordance with instructions in the Summary of Product Characteristics (2015).</li></ul> </td></tr><tr><td>Is this amendment likely to have a substantial impact on the safety or rights of the participants?</td><td>Yes, Specifically implemented to decrease safety risks.</td></tr><tr><td>Is this amendment likely to have a substantial impact on the reliability and robustness of the data generated in the clinical trial?</td><td>No</td></tr></tbody></table><br/><p><b>Overview of Changes in the Current Amendment:</b></p><table><thead><tr><th>Description of Change</th><th>Brief Rationale for Change</th><th>Section # and Name</th></tr></thead><tbody><tr><td>An exclusion criterion for patients with retinopathy or maculopathy was added due to the potential risk of fundal hemorrhage induced by hypoglycemia.</td><td>Mitigate risk of fundal hemorrhage induced by hypoglycemia.</td><td>Section 6.2 Exclusions Criteria</td></tr><tr><td>The GlucaGen reconstitution volume was changed from 1.0 mL to 1.1 mL in accordance with instructions in the Summary of Product Characteristics (2015).</td><td>Ensure alignment with Summary of Product Characteristics (2015)</td><td>9.2.2 Intramuscular Glucagon Administration</td></tr></tbody></table></div>"}, "entry": [{"reference": "ResearchStudy/267245", "type": "ResearchStudy", "display": "A Study of Nasal Glucagon (LY900018) in Japanese Participants With Diabetes Mellitus - M11 Example"}]}]}