{"resourceType": "Evidence", "id": "7637", "meta": {"versionId": "90", "lastUpdated": "2025-05-12T10:31:33.139Z"}, "url": "https://fevir.net/resources/Evidence/7637", "identifier": [{"type": {"text": "FEvIR Object Identifier", "coding": [{"system": "http://terminology.hl7.org/CodeSystem/v2-0203", "code": "ACSN", "display": "Accession ID"}]}, "system": "https://fevir.net/FOI", "value": "7637", "assigner": {"display": "Computable Publishing LLC"}}], "title": "Critically appraised summary of primary outcome of multi-platform RCT of anticoagulation for non-critically ill patients with COVID-19", "status": "active", "date": "2022-08-05T14:49:11.389Z", "useContext": [{"code": {"system": "http://terminology.hl7.org/CodeSystem/usage-context-type", "code": "program", "display": "Program"}, "valueCodeableConcept": {"text": "Post-publication Review of Anticoagulation for non-critically ill patients hospitalized for COVID-19"}}], "copyright": "https://creativecommons.org/licenses/by-nc-sa/4.0/", "publisher": "Computable Publishing LLC", "contact": [{"telecom": [{"system": "email", "value": "support@computablepublishing.com"}]}], "author": [{"name": "Brian S. Alper"}, {"name": "Harold Lehmann"}, {"name": "Ahmad Sofi-Mahmudi"}, {"name": "Joanne Dehnbostel"}, {"name": "Ilkka Kunnamo"}], "reviewer": [{"name": "Janice Tufte"}, {"name": "Vignesh Subbian"}, {"name": "Bhagvan Kommadi"}, {"name": "Alfonso Iorio"}, {"name": "Muhammad Afzal"}, {"name": "Kenneth J. Wilkins"}, {"name": "Surbhi Shah"}, {"name": "Amy Price"}], "description": "Patients who were hospitalized for COVID-19 and who were not critically ill were randomized in a response-adaptive manner to therapeutic-dose anticoagulation with heparin vs. usual-care pharmacologic thromboprophylaxis. The outcome reported here is the effect on organ support-free days (i.e. days without oxygen delivered by high-flow nasal cannula, noninvasive or invasive mechanical ventilation, or the use of vasopressors or inotropes). The statistical result was a median adjusted odds ratio 1.27 (95% credible interval 1.03 to 1.58), based on 1,740 events among 2,219 participants with known outcome out of 2,244 enrolled participants. The probability of superiority of therapeutic-dose anticoagulation with heparin was 98.6%. The risk of bias in this effect estimate is of extremely serious concern based on a serious concern for confounding covariate bias (confounding difference in calendar time), a very serious concern for performance bias (inadequate blinding of intervention deliverers who may determine the outcome based in part on exposure status), and very serious concern for analysis bias (bias related to selection of the analysis, and early trial termination).", "assertion": "It is uncertain whether therapeutic-dose anticoagulation with heparin affects the rate of organ support-free days in patients hospitalized for COVID-19 who are not critically ill.", "note": [{"text": "Results not consistent with critically ill cohort."}, {"text": "Title changed from 'Critically appraised summary of primary outcome of multi-platform RCT of anticoagulation for non-critically ill COVID-19' to 'Critically appraised summary of primary outcome of multi-platform RCT of anticoagulation for non-critically ill patients with COVID-19' on August 17, 2021."}], "variableDefinition": [{"description": "Patients who were hospitalized for COVID-19 and who were not critically ill", "note": [{"text": "critically ill defined as patients on respiratory or cardiovascular organ support (i.e., oxygen delivered by high-flow nasal cannula, noninvasive or invasive mechanical ventilation, or the use of vasopressors or inotropes) in an ICU"}, {"text": "ATTACC and ACTIV-4a limited inclusion to patients with confirmed COVID-19 (and excluded initially entered participants who did not have confirmed SARS-CoV-2. REMAP-CAP however included patients with confirmed COVID-19 or suspected COVID-19 with intent to test for COVID-19."}], "variableRole": "population", "observed": {"reference": "Group/7750", "type": "Group", "display": "Participants in Anticoagulation for COVID-19 Combined (ATTACC, ACTIV-4a, and REMAP-CAP) RCT"}, "intended": {"reference": "Group/7749", "type": "Group", "display": "Patients who are hospitalized for COVID-19 and who are not critically ill"}, "directnessMatch": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/directness", "code": "high", "display": "High quality match between observed and intended variable"}]}}, {"description": "GroupAssignment: Therapeutic-dose anticoagulation with heparin vs. Usual-care pharmacologic thromboprophylaxis", "note": [{"text": "Therapeutic-dose anticoagulation with unfractionated or low-molecular-weight heparin was administered according to local protocols for the treatment of acute venous thromboembolism for up to 14 days or until recovery; the latter was defined as hospital discharge or a discontinuation of supplemental oxygen for at least 24 hours."}, {"text": "Usual-care pharmacological thromboprophylaxis included both intermediate-intensity (in 27%) and prophylactic-intensity dosing (in 72%). Subgroup analyses may be informative to determine if there is a difference related to the intensity used in the control arm of the trial. Thromboprophylaxis was provided at a dose and duration determined by the treating clinician according to local practice."}], "variableRole": "exposure", "comparatorCategory": "Usual-care pharmacologic thromboprophylaxis", "observed": {"reference": "EvidenceVariable/179784", "type": "EvidenceVariable", "display": "GroupAssignment: Therapeutic-dose anticoagulation with heparin vs. Usual-care pharmacologic thromboprophylaxis"}}, {"description": "Organ support-free days", "note": [{"text": "The primary outcome was organ support–free days, evaluated on an ordinal scale that combined in-hospital death and the number of days free of cardiovascular or respiratory organ support up to day 21 among patients who survived to hospital discharge. Patients who were discharged from the hospital before day 21 were assumed to be alive and free of organ support through day 21. Any death during the index hospitalization through 90 days was assigned the worst score on the outcome scale (–1). This end point reflects both the use of ICU-level interventions and survival, with higher values indicating better outcomes."}, {"text": "Organ support was defined as oxygen delivered by high-flow nasal cannula, noninvasive or invasive mechanical ventilation, or the use of vasopressors or inotropes."}, {"text": "The methods for one of the included trials stated \"Organ Support is defined as receipt of invasive or non-invasive mechanical ventilation, high flow nasal oxygen, vasopressor therapy, or ECMO support\""}], "variableRole": "outcome", "observed": {"reference": "EvidenceVariable/7753", "type": "EvidenceVariable", "display": "Organ support-free days"}}], "synthesisType": [{"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "integration of 3 trials into a single multiplatform trial"}], "studyDesign": [{"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:01009", "display": "adaptive randomization"}], "text": "Bayesian Adaptive Design (response-adaptive randomized controlled trial)"}, {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "open label"}], "statistic": [{"description": "median adjusted odds ratio 1.27 (95% credible interval 1.03 to 1.58)", "note": [{"text": "939 out of 1171 (80.2%) in therapeutic-dose anticoagulation group"}, {"text": "801 out of 1048 (76.4%) in usual-care thromboprophylaxis group"}], "statisticType": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/statistic-type", "version": "0.1.0", "code": "C16932", "display": "Odds Ratio", "userSelected": true}]}, "quantity": {"value": 1.27}, "numberOfEvents": 1740, "sampleSize": {"note": [{"text": "19 (1.6%) therapeutic-dose group and 6 (0.6%) usual-care group were excluded from primary analysis"}], "numberOfStudies": 3, "numberOfParticipants": 2244, "knownDataCount": 2219}, "attributeEstimate": [{"type": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/attribute-estimate-type", "version": "0.1.0", "code": "0000455", "display": "Credible interval"}]}, "level": 0.95, "range": {"low": {"value": 1.03}, "high": {"value": 1.58}}}, {"type": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "probability of superiority"}, "quantity": {"value": 0.986}}], "modelCharacteristic": [{"code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "Hierarchical Bayesian Cumulative Logistic Regression with Dynamic Borrowing"}}, {"code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "weakly informative Dirichlet prior distributions for the number of days without organ support"}}, {"code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "The model was fitted with the use of a Markov chain Monte Carlo algorithm with 100,000 samples from the joint posterior distribution, which allowed for calculation of the posterior distributions for the proportional odds ratios, including medians and 95% credible intervals, and the posterior probabilities of superiority and futility for the comparison between therapeutic-dose anticoagulation and usual-care thromboprophylaxis."}}, {"code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "median value used for reporting the effect estimate"}}, {"code": {"coding": [{"system": "http://hl7.org/fhir/statistic-model-code", "code": "adjusted", "display": "Adjusted analysis", "userSelected": true}], "text": "Adjustment variables include age, sex, trial site, d-dimer cohort, and enrollment period (in 2-week intervals)."}, "variable": [{"variableDefinition": {"display": "age"}, "handling": "continuous"}, {"variableDefinition": {"display": "sex"}, "handling": "dichotomous"}, {"variableDefinition": {"display": "trial site"}, "handling": "polychotomous"}, {"variableDefinition": {"display": "d-dimer cohort"}, "handling": "polychotomous"}, {"variableDefinition": {"display": "enrollment period"}, "handling": "ordinal"}]}]}], "certainty": [{"type": {"coding": [{"system": "http://hl7.org/fhir/certainty-type", "version": "5.0.0", "code": "RiskOfBias", "display": "Risk of bias", "userSelected": true}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "extremely-serious-concern", "display": "extremely serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper", "Harold Lehmann", "Ahmad Sofi-Mahmudi", "Joanne Dehnbostel", "Ilkka Kunnamo", "Alfonso Iorio"], "subcomponent": [{"description": "Inclusion of suspected COVID-19 in 1 of 3 trials may introduce selection bias, but the impact appears limited.", "note": [{"text": "Definition of Selection Bias = A bias resulting from methods used to select subjects or data, factors that influence initial study participation, or differences between the study sample and the population of interest"}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00002", "display": "Selection Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "no-concern", "display": "no serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper", "Joanne Dehnbostel", "Muhammad Afzal"]}, {"description": "The study design used response-adaptive randomization in which group assignment ratios could be modified during the trial on the basis of response-adaptive interim analyses to favor the assignment of patients to the treatment group showing greater benefit. The confounding by time (imbalanced randomization with time period) is not adequately reported to determine the potential influence on results or adequacy of adjusted analyses.", "note": [{"text": "Definition of Confounding Covariate Bias = A situation in which the effect or association between an exposure and outcome is distorted by another variable. For confounding covariate bias to occur the distorting variable must be (1) associated with the exposure and the outcome, (2) not in the causal pathway between exposure and outcome, and (3) unequally distributed between the groups being compared."}, {"text": "ATTACC implemented response-adaptive randomization on December 15, 2020, which led to imbalanced randomization. No data reported to determine if intervention-specific outcome rates were similar or different before and after December 15, 2020 in the ATTACC cohort."}, {"text": "Insufficient details reported to judge whether there is an imbalance in outcomes related to the adaptive randomization which in turn could be used to judge the validity of adjustment methods in the statistical model for this concern and the appropriateness of any sensitivity analyses."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00016", "display": "Confounding Covariate Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "serious-concern", "display": "serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper", "Ilkka Kunnamo", "Alfonso Iorio", "Joanne Dehnbostel", "Harold Lehmann", "Kenneth Wilkins", "clarifying explanation reviewed by Janice Tufte"], "subcomponent": [{"description": "Response-adaptive randomization led to imbalanced randomization.", "note": [{"text": "Definition of Allocation Bias = A confounding covariate bias resulting from methods for assignment of the independent variable by the investigator to evaluate a response or outcome."}, {"text": "ATTACC implemented response-adaptive randomization on December 15, 2020, which led to imbalanced randomization."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00032", "display": "Allocation Bias"}]}, "rating": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "Adaptive randomization is not a concern by itself, only if it results in a confounding difference."}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Harold Lehmann, Kenneth Wilkins"]}, {"description": "There is an unequal distribution of calendar time between the groups being compared.", "note": [{"text": "Definition of Confounding difference = A confounding covariate bias in which the unequal distribution of a potentially distorting variable is recognized."}, {"text": "Incomplete reporting limits the determination of the potential degree of influence of calendar time."}, {"text": "There is evidence of potential for calendar time to influence the results: In an observational study of 18,508 adults with laboratory-confirmed, COVID-19 associated hospitalization 'The percentage of hospitalized patients admitted to the ICU decreased from 37.8% in March to 20.5% in December' (Ann Intern Med 2021 Aug 10 https://www.acpjournals.org/doi/10.7326/M21-1991)."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00034", "display": "Confounding difference"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "serious-concern", "display": "serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Harold Lehmann, Kenneth Wilkins"]}]}, {"description": "Awareness of treatment assignment may reduce clinical decision to initiate some types of \"organ support\" in patients with higher risk of major bleeding.", "note": [{"text": "Definition of Performance Bias = A bias resulting from differences between the received exposure and the intended exposure."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00017", "display": "Performance Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "very-serious-concern", "display": "very serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Harold Lehmann, Muhammad Afzal"], "subcomponent": [{"description": "Lack of blinding may explain reported differences in the primary outcome.", "note": [{"text": "The absolute difference in survival without intubation was 1%, so 3% of the 4% absolute difference in the primary outcome can be considered \"organ support without intubation\"."}, {"text": "The specific \"organ support without intubation\" was not reported. The methods for one of the included trials stated \"Organ Support is defined as receipt of invasive or non-invasive mechanical ventilation, high flow nasal oxygen, vasopressor therapy, or ECMO support\""}, {"text": "Awareness of treatment assignment may reduce clinical decision to initiate \"organ support without intubation\" in patients with higher risk of major bleeding."}, {"text": "Definition of Inadequate blinding of intervention deliverers = A performance bias due to awareness of the allocated intervention by individuals providing or delivering the intervention."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00036", "display": "Inadequate blinding of intervention deliverers"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "very-serious-concern", "display": "very serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper; clarifying explanation reviewed by Janice Tufte"]}, {"description": "Crossover to other intervention in 20%", "note": [{"text": "Therapeutic dose anticoagulation (in the first 24-48 hours following randomization) was reported in 79.6% of the therapeutic arm and 0.9% of the usual care arm. (Table S3)"}, {"text": "Definition of Deviation from study intervention protocol = A performance bias in which the intervention received differs from the intervention specified in the study protocol."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00037", "display": "Deviation from study intervention protocol"}]}, "rating": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "degree of concern unclear"}, "rater": ["Surbhi Shah", "Brian S. Alper"]}, {"description": "We discussed whether they may be a bias related to limited adherence to anticoagulation. Because this was an inpatient population, we did not expect adherence problems that are more common with outpatient thromboprophylaxis.", "note": [{"text": "Initial adherence to the protocol-assigned anticoagulation dose after randomization was 88.3% in the therapeutic-dose anticoagulation group and 98.3% in the thromboprophylaxis group (Table S3)."}, {"text": "Definition of Nonadherence of implementation = A performance bias in which the intervention deliverers do not completely adhere to the expected intervention."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00039", "display": "Nonadherence of implementation"}]}, "rating": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "defined-in-text", "display": "Defined in text"}], "text": "limited concern"}, "rater": ["COVID-19 Knowledge Accelerator Working Group discussion with Brian S. Alper, Ilkka Kunnamo, Joanne Dehnbostel; Performance Bias concern initially suggested by Harold Lehmann"]}]}, {"description": "The influence of awareness of treatment assignment by the treating clinicians on the initiation of organ support (which is the primary outcome) was already addressed as Performance Bias so is not repeated here as a bias in detecting the outcome.", "note": [{"text": "Definition of Detection Bias = A bias due to distortions in how variable values (data) are determined."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00020", "display": "Detection Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "no-concern", "display": "no serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Muhammad Afzal"]}, {"description": "Only 19 of 1190 (1.6%) therapeutic group and 6 of 1054 (0.6%) prophylactic group were excluded after randomization.", "note": [{"text": "Definition of Attrition Bias = A bias due to absence of expected participation or data collection after selection for study inclusion."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00019", "display": "Attrition Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "no-concern", "display": "no serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Muhammad Afzal"]}, {"description": "It is unknown if the results are sensitive to the analytic method, and the stopping criteria were based on statistical significance and not magnitude of effect.", "note": [{"text": "Definition of Analysis Bias = A bias related to the analytic process applied to the data."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00021", "display": "Analysis Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "very-serious-concern", "display": "very serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Muhammad Afzal, Janice Tufte"], "subcomponent": [{"description": "A frequentist analysis is not reported so we cannot determine if the results are sensitive to the analytic method", "note": [{"text": "Definition of Bias related to selection of the analysis = An analysis bias due to inappropriate choice of analysis methods before the analysis is applied."}, {"text": "There was no pre-specified frequentist analysis. There was no posthoc frequentist analysis reported."}, {"text": "It is uncertain what a frequentist analysis would show and uncertain whether the choice of Bayesian analysis or frequentist analysis has a substantial influence on the results."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00022", "display": "Bias related to selection of the analysis"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "very-serious-concern", "display": "very serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Muhammad Afzal, Janice Tufte"]}, {"description": "The stopping criteria were based on statistical significance and not magnitude of effect.", "note": [{"text": "There was no “minimally important difference”. So a 99% probability of having an odds ratio > 1 (even if the magnitude of effect is infinitesimal) was used to decide it was time to stop the trial."}], "type": {"coding": [{"system": "https://fevir.net/sevco", "code": "SEVCO:00370", "display": "Early Study Termination Bias"}]}, "rating": {"coding": [{"system": "http://hl7.org/fhir/certainty-rating", "version": "5.0.0", "code": "very-serious-concern", "display": "very serious concern", "userSelected": true}]}, "rater": ["Brian S. Alper, Joanne Dehnbostel, Muhammad Afzal, Janice Tufte"]}]}]}], "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>"}, "relatesTo": [{"type": "cites", "targetMarkdown": "Therapeutic Anticoagulation with Heparin in Noncritically Ill Patients with Covid-19 [Journal Article]. Contributors: The ATTACC, ACTIV-4a, and REMAP-CAP Investigators. In: The New England Journal of Medicine, DOI 10.1056/NEJMoa2105911. Published August 04, 2021. Available at: https://doi.org/10.1056/NEJMoa2105911. Available at: https://www.nejm.org/doi/full/10.1056/NEJMoa2105911"}], "citeAs": "Critically appraised summary of primary outcome of multi-platform RCT of anticoagulation for non-critically ill patients with COVID-19 [Database Entry: FHIR Evidence Resource]. Contributors: Brian S. Alper, Harold Lehmann, Ahmad Sofi-Mahmudi, Joanne Dehnbostel, Ilkka Kunnamo [Authors/Creators]. Janice Tufte, Vignesh Subbian, Bhagvan Kommadi, Alfonso Iorio, Muhammad Afzal, Kenneth J. Wilkins, Surbhi Shah, Amy Price [Reviewers]. In: Fast Evidence Interoperability Resources (FEvIR) Platform, FOI 7637. Revised 2022-08-05. Available at: https://fevir.net/resources/Evidence/7637. Computable resource at: https://fevir.net/resources/Evidence/7637#json.", "extension": [{"url": "http://hl7.org/fhir/uv/ebm/StructureDefinition/artifact-publication-status", "valueCodeableConcept": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/cited-artifact-status-type", "code": "active", "display": "Active"}]}}], "name": "Critically_appraised_summary_of_primary_outcome_of_multi_platform_RCT_of_anticoagulation_for_non_critically_ill_patients_with_COVID_19"}