{"resourceType": "EvidenceVariable", "id": "7751", "meta": {"versionId": "12"}, "url": "https://fevir.net/resources/EvidenceVariable/7751", "identifier": [{"type": {"text": "FEvIR Object Identifier", "coding": [{"system": "http://terminology.hl7.org/CodeSystem/v2-0203", "code": "ACSN", "display": "Accession ID"}]}, "system": "https://fevir.net", "value": "7751", "assigner": {"display": "Computable Publishing LLC"}}], "title": "Therapeutic-dose anticoagulation with heparin", "status": "active", "date": "2022-08-05T14:37:53.832Z", "description": "Therapeutic-dose anticoagulation with unfractionated or low-molecular-weight heparin was administered according to local protocols for the treatment of acute venous thromboembolism for up to 14 days or until recovery; the latter was defined as hospital discharge or a discontinuation of supplemental oxygen for at least 24 hours.", "publisher": "Computable Publishing LLC", "contact": [{"telecom": [{"system": "email", "value": "support@computablepublishing.com"}]}], "copyright": "https://creativecommons.org/licenses/by-nc-sa/4.0/", "author": [{"name": "Brian S. Alper"}], "characteristic": [{"definitionByCombination": {"code": "any-of", "characteristic": [{"definitionCodeableConcept": {"text": "ATTACC investigational arm: Therapeutic anticoagulation for 14 days (or until hospital discharge or liberation from the need for supplemental oxygen, whichever comes first) with preference for low-molecular weight heparin (LMWH), or alternative unfractionated heparin (UFH). LMWH dosed according to patient weight and creatinine clearance according to local practice and policy. For UFH, suggested target of aPTT 1.5 to 2.5 times the upper limit of normal or therapeutic anti-Xa levels."}, "timeFromEvent": [{"description": "Up to 14 days or until hospital discharge or recovery (defined as liberation from supplemental oxygen>24 hours, provided oxygen was required), whichever comes first.", "range": {"low": {"value": 0, "unit": "days"}, "high": {"value": 14, "unit": "days"}}}]}, {"definitionCodeableConcept": {"text": "ACTIV-4a investigational arm: Low-molecular weight heparin (LMWH) dosed according to patient weight and creatinine clearance. For UFH, suggested target of anti-Xa of 0.3-0.7 IU/ml or aPTT 1.5 to 2.5 times the upper limit of normal."}, "timeFromEvent": [{"description": "Up to 14 days or until hospital discharge, whichever comes first.", "range": {"low": {"value": 0, "unit": "days"}, "high": {"value": 14, "unit": "days"}}}]}, {"definitionCodeableConcept": {"text": "REMAP-CAP investigational arm: Dosed according to local hospital policy, practice, and guidelines for treatment of venous thromboembolism. Low-molecular weight heparin (LMWH) dosed according to patient weight. For UFH, suggested target for aPTT of 1.5 to 2.5 times the upper limit of normal or therapeutic anti-Xa levels."}, "timeFromEvent": [{"description": "Up to 14 days or until hospital discharge, whichever comes first.", "range": {"low": {"value": 0, "unit": "days"}, "high": {"value": 14, "unit": "days"}}}]}]}}]}