{"resourceType": "Composition", "id": "179465", "meta": {"versionId": "42", "lastUpdated": "2025-01-30T10:45:51.912Z", "profile": ["http://hl7.org/fhir/uv/ebm/StructureDefinition/guideline", "http://hl7.org/fhir/uv/ebm/StructureDefinition/evidence-report-package"]}, "url": "https://fevir.net/resources/Composition/179465", "identifier": [{"type": {"text": "FEvIR Object Identifier", "coding": [{"system": "http://terminology.hl7.org/CodeSystem/v2-0203", "code": "ACSN", "display": "Accession ID"}]}, "system": "urn:ietf:rfc:3986", "value": "https://fevir.net/FOI/179465", "assigner": {"display": "Computable Publishing LLC"}}], "status": "final", "type": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "Guideline", "display": "Guideline"}]}, "date": "2025-01-30T10:45:51.912Z", "author": [{"type": "Practitioner", "display": "Brian S. Alper"}], "title": "Guideline: ADA 2021 Standards of Medical Care 8. Obesity Management for the Treatment of Type 2 Diabetes", "custodian": {"reference": "Organization/118079", "type": "Organization", "display": "Computable Publishing LLC"}, "relatesTo": [{"type": "cite-as", "label": "Cite as", "citation": "Guideline: ADA 2021 Standards of Medical Care 8. Obesity Management for the Treatment of Type 2 Diabetes [Database Entry: FHIR Composition Resource]. Contributors: Brian S. Alper [Authors/Creators]. In: Fast Evidence Interoperability Resources (FEvIR) Platform, FOI 179465. Revised 2024-11-26. Available at: https://fevir.net/resources/Composition/179465. Computable resource at: https://fevir.net/FLI/DocumentForComposition179465."}, {"type": "specification-of", "classifier": [{"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "Guideline", "display": "Guideline"}]}], "label": "Original publication", "citation": "https://diabetesjournals.org/care/article/44/Supplement_1/S100/30970/8-Obesity-Management-for-the-Treatment-of-Type-2", "resourceReference": {"reference": "Citation/32137", "type": "Citation", "display": "JournalArticleCitation: ADA 2021 Standards of Medical Care 8. Obesity Management for the Treatment of Type 2 Diabetes"}}], "extension": [{"url": "http://hl7.org/fhir/StructureDefinition/artifact-description", "valueMarkdown": "Example of Guideline Profile of Composition Resource"}], "section": [{"title": "Summary Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "summary", "display": "Summary"}]}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>[No data.]</p></div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "notstarted", "display": "Not Started"}]}}, {"title": "Introduction Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "introduction", "display": "Introduction"}]}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">There is strong and consistent evidence that obesity management can delay the progression from prediabetes to type 2 diabetes (1–5) and is highly beneficial in the treatment of type 2 diabetes (6–17). In patients with type 2 diabetes who also have overweight or obesity, modest and sustained weight loss has been shown to improve glycemic control and reduce the need for glucose-lowering medications (6–8). Several studies have demonstrated that in patients with type 2 diabetes and obesity, more intensive dietary energy restriction with very-low-calorie diets can substantially reduce A1C and fasting glucose and promote sustained diabetes remission through at least 2 years (10,18–21). The goal of this section is to provide evidence-based recommendations for obesity management, including dietary, behavioral, pharmacologic, and surgical interventions, in patients with type 2 diabetes. This section focuses on obesity management in adults. Further discussion on obesity in older individuals and children can be found in Section 12 “Older Adults” (https://doi.org/10.2337/dc21-S012) and Section 13 “Children and Adolescents” (https://doi.org/10.2337/dc21-S013), respectively.</div>"}}, {"title": "Methods Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "methods", "display": "Methods"}]}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The American Diabetes Association (ADA) “Standards of Medical Care in Diabetes” includes the ADA's current clinical practice recommendations and is intended to provide the components of diabetes care, general treatment goals and guidelines, and tools to evaluate quality of care. Members of the ADA Professional Practice Committee, a multidisciplinary expert committee (https://doi.org/10.2337/dc21-SPPC), are responsible for updating the Standards of Care annually, or more frequently as warranted. For a detailed description of ADA standards, statements, and reports, as well as the evidence-grading system for ADA's clinical practice recommendations, please refer to the Standards of Care Introduction (https://doi.org/10.2337/dc21-SINT). Readers who wish to comment on the Standards of Care are invited to do so at professional.diabetes.org/SOC.</div>"}}, {"title": "Recommendations Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "recommendations", "display": "Recommendations"}]}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><b>8.16</b> Metabolic surgery should be a recommended option to treat type 2 diabetes in screened surgical candidates with BMI ≥40 kg/m2 (BMI ≥37.5 kg/m2 in Asian Americans) and in adults with BMI 35.0–39.9 kg/m2 (32.5–37.4 kg/m2 in Asian Americans) who do not achieve durable weight loss and improvement in comorbidities (including hyperglycemia) with nonsurgical methods. <b>A</b>\n<br/>\n<b>8.17</b> Metabolic surgery may be considered as an option to treat type 2 diabetes in adults with BMI 30.0–34.9 kg/m2 (27.5–32.4 kg/m2 in Asian Americans) who do not achieve durable weight loss and improvement in comorbidities (including hyperglycemia) with nonsurgical methods. <b>A</b></div>"}, "entry": [{"reference": "Composition/179466", "type": "Composition", "display": "Recommendation: ADA Obesity Management Recommendation 8.16"}, {"reference": "Composition/179467", "type": "Composition", "display": "Recommendation: ADA Obesity Management Recommendation 8.17"}]}, {"title": "Metabolic Surgery", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "discussion", "display": "Discussion"}]}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Several gastrointestinal (GI) operations, including partial gastrectomies and bariatric procedures (44), promote dramatic and durable weight loss and improvement of type 2 diabetes in many patients. Given the magnitude and rapidity of the effect of GI surgery on hyperglycemia and experimental evidence that rearrangements of GI anatomy similar to those in some metabolic procedures directly affect glucose homeostasis (45), GI interventions have been suggested as treatments for type 2 diabetes, and in that context they are termed “metabolic surgery.”\n\nA substantial body of evidence has now been accumulated, including data from numerous randomized controlled (nonblinded) clinical trials, demonstrating that metabolic surgery achieves superior glycemic control and reduction of cardiovascular risk factors in patients with type 2 diabetes and obesity compared with various lifestyle/medical interventions (17). Improvements in microvascular complications of diabetes, cardiovascular disease, and cancer have been observed only in nonrandomized observational studies (59–70). Cohort studies attempting to match surgical and nonsurgical subjects suggest that the procedure may reduce longer-term mortality (60,71).\n\nWhile several surgical options are available, the overwhelming majority of procedures in the U.S. are vertical sleeve gastrectomy and Roux-en-Y gastric bypass (RYGB). Both procedures result in an anatomically smaller stomach pouch and often robust changes in enteroendocrine hormones. On the basis of this mounting evidence, several organizations and government agencies have recommended expanding the indications for metabolic surgery to include patients with type 2 diabetes who do not achieve durable weight loss and improvement in comorbidities (including hyperglycemia) with reasonable nonsurgical methods at BMIs as low as 30 kg/m2 (27.5 kg/m2 for Asian Americans) (72–79). Randomized controlled trials have documented diabetes remission during postoperative follow-up ranging from 1 to 5 years in 30–63% of patients with RYGB, which generally leads to greater degrees and lengths of remission compared with other bariatric surgeries (17,80). Available data suggest an erosion of diabetes remission over time (81): 35–50% or more of patients who initially achieve remission of diabetes eventually experience recurrence. However, the median disease-free period among such individuals following RYGB is 8.3 years (82,83). With or without diabetes relapse, the majority of patients who undergo surgery maintain substantial improvement of glycemic control from baseline for at least 5 years (84,85) to 15 years (60,61,83,86–88).\n\nExceedingly few presurgical predictors of success have been identified, but younger age, shorter duration of diabetes (e.g., &lt;8 years) (89), nonuse of insulin, maintenance of weight loss, and better glycemic control are consistently associated with higher rates of diabetes remission and/or lower risk of weight regain (60,87,89,90). Greater baseline visceral fat area may also help to predict better postoperative outcomes, especially among Asian American patients with type 2 diabetes, who typically have more visceral fat compared with Caucasians with diabetes of the same BMI (91). Beyond improving glycemia, metabolic surgery has been shown to confer additional health benefits in randomized controlled trials, including substantial reductions in cardiovascular disease risk factors (17), reductions in incidence of microvascular disease (92), and enhancements in quality of life (84,89,93).\n\nAlthough metabolic surgery has been shown to improve the metabolic profiles of patients with type 1 diabetes and morbid obesity, establishing the role of metabolic surgery in such patients will require larger and longer studies (94).\n\nMetabolic surgery is more expensive than nonsurgical management strategies, but retrospective analyses and modeling studies suggest that metabolic surgery may be cost-effective or even cost-saving for patients with type 2 diabetes. However, results are largely dependent on assumptions about the long-term effectiveness and safety of the procedures (95,96).</div>"}, "section": [{"title": "Adverse Effects", "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">The safety of metabolic surgery has improved significantly over the past several decades, with continued refinement of minimally invasive approaches (laparoscopic surgery), enhanced training and credentialing, and involvement of multidisciplinary teams. Mortality rates with metabolic operations are typically 0.1–0.5%, similar to cholecystectomy or hysterectomy (97–101). Morbidity has also dramatically declined with laparoscopic approaches. Major complications and need for operative reintervention occur in 2–6% of those undergoing bariatric surgery, with other minor complications in up to 15% (97–106). These rates compare favorably with those for other commonly performed elective operations (101). Empirical data suggest that proficiency of the operating surgeon is an important factor for determining mortality, complications, reoperations, and readmissions (107). Accordingly, metabolic surgery should be performed in high-volume centers with multidisciplinary teams knowledgeable about and experienced in the management of diabetes and GI surgery.\n\nLonger-term concerns include dumping syndrome (nausea, colic, and diarrhea), vitamin and mineral deficiencies, anemia, osteoporosis, and severe hypoglycemia (108). Long-term nutritional and micronutrient deficiencies and related complications occur with variable frequency depending on the type of procedure and require lifelong vitamin/nutritional supplementation; thus, long-term lifestyle support and routine monitoring of micronutrient and nutritional status should be provided to patients after surgery (109,110). Postprandial hypoglycemia is most likely to occur with RYGB (110,111). The exact prevalence of symptomatic hypoglycemia is unknown. In one study, it affected 11% of 450 patients who had undergone RYGB or vertical sleeve gastrectomy (108). Patients who undergo metabolic surgery may be at increased risk for substance use, including drug and alcohol use and cigarette smoking. Additional potential risks of metabolic surgery that have been described include worsening or new-onset depression and/or anxiety, need for additional GI surgery, and suicidal ideation (112–115).\n\nPeople with diabetes presenting for metabolic surgery also have increased rates of depression and other major psychiatric disorders (116). Candidates for metabolic surgery with histories of alcohol, tobacco, or substance abuse or significant depression, suicidal ideation, or other mental health conditions should therefore first be assessed by a mental health professional with expertise in obesity management prior to consideration for surgery (117). Surgery should be postponed in patients with alcohol or substance abuse disorders, significant depression, suicidal ideation, or other mental health conditions until these conditions have been fully addressed. Individuals with preoperative psychopathology should be assessed regularly following metabolic surgery to optimize mental health management and to ensure that psychiatric symptoms do not interfere with weight loss and lifestyle changes.</div>"}}, {"title": "References", "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">59.Sjöström L, Lindroos A-K, Peltonen M, et al.; Swedish Obese Subjects Study Scientific Group. Lifestyle, diabetes, and cardiovascular risk factors 10 years after bariatric surgery. N Engl J Med 2004;351:2683–2693\n  \n60.Sjöström L, Peltonen M, Jacobson P, et al. Association of bariatric surgery with long-term remission of type 2 diabetes and with microvascular and macrovascular complications. JAMA 2014;311:2297–2304\n  \n61.Adams TD, Davidson LE, Litwin SE, et al. Health benefits of gastric bypass surgery after 6 years. JAMA 2012;308:1122–1131\n  \n62.Sjöström L, Narbro K, Sjöström CD, et al.; Swedish Obese Subjects Study. Effects of bariatric surgery on mortality in Swedish obese subjects. N Engl J Med 2007;357:741–752\n  \n63.Sjöström L, Gummesson A, Sjöström CD, et al.; Swedish Obese Subjects Study. Effects of bariatric surgery on cancer incidence in obese patients in Sweden (Swedish Obese Subjects Study): a prospective, controlled intervention trial. Lancet Oncol 2009;10:653–662\n  \n64.Sjöström L, Peltonen M, Jacobson P, et al. Bariatric surgery and long-term cardiovascular events. JAMA 2012;307:56–65\n \n65.Adams TD, Gress RE, Smith SC, et al. Long-term mortality after gastric bypass surgery. N Engl J Med 2007;357:753–761\n  \n66.Arterburn DE, Olsen MK, Smith VA, et al. Association between bariatric surgery and long-term survival. JAMA 2015;313:62–70\n  \n67.Adams TD, Arterburn DE, Nathan DM, Eckel RH. Clinical outcomes of metabolic surgery: microvascular and macrovascular complications. Diabetes Care 2016;39:912–923\n  \n68.Sheng B, Truong K, Spitler H, Zhang L, Tong X, Chen L. The long-term effects of bariatric surgery on type 2 diabetes remission, microvascular and macrovascular complications, and mortality: a systematic review and meta-analysis. Obes Surg 2017;27:2724–2732\n  \n69.Fisher DP, Johnson E, Haneuse S, et al. Association between bariatric surgery and macrovascular disease outcomes in patients with type 2 diabetes and severe obesity. JAMA 2018;320:1570–1582\n  \n70.Billeter AT, Scheurlen KM, Probst P, et al. Meta-analysis of metabolic surgery versus medical treatment for microvascular complications in patients with type 2 diabetes mellitus. Br J Surg 2018;105:168–181\n  \n71.Aminian A, Zajichek A, Arterburn DE, et al. Association of metabolic surgery with major adverse cardiovascular outcomes in patients with type 2 diabetes and obesity. JAMA 2019;322:1271–1282\n  \n72.Rubino F, Kaplan LM, Schauer PR, Cummings DE; Diabetes Surgery Summit Delegates. The Diabetes Surgery Summit consensus conference: recommendations for the evaluation and use of gastrointestinal surgery to treat type 2 diabetes mellitus. Ann Surg 2010;251:399–405\n  \n73.Cummings DE, Cohen RV. Beyond BMI: the need for new guidelines governing the use of bariatric and metabolic surgery. Lancet Diabetes Endocrinol 2014;2:175–181\n  \n74.Zimmet P, Alberti KGMM, Rubino F, Dixon JB. IDF’s view of bariatric surgery in type 2 diabetes. Lancet 2011;378:108–110\n  \n75.Kasama K, Mui W, Lee WJ, et al. IFSO-APC consensus statements 2011. Obes Surg 2012;22:677–684\n  \n76.Wentworth JM, Burton P, Laurie C, Brown WA, O’Brien PE. Five-year outcomes of a randomized trial of gastric band surgery in overweight but not obese people with type 2 diabetes. Diabetes Care 2017;40:e44–e45\n  \n77.Cummings DE, Arterburn DE, Westbrook EO, et al. Gastric bypass surgery vs intensive lifestyle and medical intervention for type 2 diabetes: the CROSSROADS randomised controlled trial. Diabetologia 2016;59:945–953\n  \n78.Liang Z, Wu Q, Chen B, Yu P, Zhao H, Ouyang X. Effect of laparoscopic Roux-en-Y gastric bypass surgery on type 2 diabetes mellitus with hypertension: a randomized controlled trial. Diabetes Res Clin Pract 2013;101:50–56\n  \n79.Aminian A, Chang J, Brethauer SA, Kim JJ; American Society for Metabolic and Bariatric Surgery Clinical Issues Committee. ASMBS updated position statement on bariatric surgery in class I obesity (BMI 30–35 kg/m2). Surg Obes Relat Dis 2018;14:1071–1087\n  \n80.Isaman DJM, Rothberg AE, Herman WH. Reconciliation of type 2 diabetes remission rates in studies of Roux-en-Y gastric bypass. Diabetes Care 2016;39:2247–2253\n  \n81.Ikramuddin S, Korner J, Lee W-J, et al. Durability of addition of Roux-en-Y gastric bypass to lifestyle intervention and medical management in achieving primary treatment goals for uncontrolled type 2 diabetes in mild to moderate obesity: a randomized control trial. Diabetes Care 2016;39:1510–1518\n  \n82.Sjöholm K, Pajunen P, Jacobson P, et al. Incidence and remission of type 2 diabetes in relation to degree of obesity at baseline and 2 year weight change: the Swedish Obese Subjects (SOS) study. Diabetologia 2015;58:1448–1453\n \n83.Arterburn DE, Bogart A, Sherwood NE, et al. A multisite study of long-term remission and relapse of type 2 diabetes mellitus following gastric bypass. Obes Surg 2013;23:93–102\n  \n84.Mingrone G, Panunzi S, De Gaetano A, et al. Bariatric-metabolic surgery versus conventional medical treatment in obese patients with type 2 diabetes: 5 year follow-up of an open-label, single-centre, randomised controlled trial. Lancet 2015;386:964–973\n  \n85.Schauer PR, Bhatt DL, Kirwan JP, et al.; STAMPEDE Investigators. Bariatric surgery versus intensive medical therapy for diabetes—5-year outcomes. N Engl J Med 2017;376:641–651\n  \n86.Cohen RV, Pinheiro JC, Schiavon CA, Salles JE, Wajchenberg BL, Cummings DE. Effects of gastric bypass surgery in patients with type 2 diabetes and only mild obesity. Diabetes Care 2012;35:1420–1428\n  \n87.Brethauer SA, Aminian A, Romero-Talamás H, et al. Can diabetes be surgically cured? Long-term metabolic effects of bariatric surgery in obese patients with type 2 diabetes mellitus. Ann Surg 2013;258:628–636; discussion 636–637\n  \n88.Hsu C-C, Almulaifi A, Chen J-C, et al. Effect of bariatric surgery vs medical treatment on type 2 diabetes in patients with body mass index lower than 35: five-year outcomes. JAMA Surg 2015;150:1117–1124\n  \n89.Schauer PR, Bhatt DL, Kirwan JP, et al.; STAMPEDE Investigators. Bariatric surgery versus intensive medical therapy for diabetes—3-year outcomes. N Engl J Med 2014;370:2002–2013\n  \n90.Hariri K, Guevara D, Jayaram A, Kini SU, Herron DM, Fernandez-Ranvier G. Preoperative insulin therapy as a marker for type 2 diabetes remission in obese patients after bariatric surgery. Surg Obes Relat Dis 2018;14:332–337\n  \n91.Yu H, Di J, Bao Y, et al. Visceral fat area as a new predictor of short-term diabetes remission after Roux-en-Y gastric bypass surgery in Chinese patients with a body mass index less than 35 kg/m2. Surg Obes Relat Dis 2015;11:6–11\n  \n92.O’Brien R, Johnson E, Haneuse S, et al. Microvascular outcomes in patients with diabetes after bariatric surgery versus usual care: a matched cohort study. Ann Intern Med 2018;169:300–310\n  \n93.Halperin F, Ding S-A, Simonson DC, et al. Roux-en-Y gastric bypass surgery or lifestyle with intensive medical management in patients with type 2 diabetes: feasibility and 1-year results of a randomized clinical trial. JAMA Surg 2014;149:716–726\n  \n94.Kirwan JP, Aminian A, Kashyap SR, Burguera B, Brethauer SA, Schauer PR. Bariatric surgery in obese patients with type 1 diabetes. Diabetes Care 2016;39:941–948\n  \n95.Rubin JK, Hinrichs-Krapels S, Hesketh R, Martin A, Herman WH, Rubino F. Identifying barriers to appropriate use of metabolic/bariatric surgery for type 2 diabetes treatment: Policy Lab results. Diabetes Care 2016;39:954–963\n  \n96.Fouse T, Schauer P. The socioeconomic impact of morbid obesity and factors affecting access to obesity surgery. Surg Clin North Am 2016;96:669–679\n  \n97.Longitudinal Assessment of Bariatric Surgery (LABS) Consortium; Flum DR, Belle SH, King WC, et al.. Perioperative safety in the longitudinal assessment of bariatric surgery. N Engl J Med 2009;361:445–454\nGoogle Scholar \n98.Courcoulas AP, Christian NJ, Belle SH, et al.; Longitudinal Assessment of Bariatric Surgery (LABS) Consortium. Weight change and health outcomes at 3 years after bariatric surgery among individuals with severe obesity. JAMA 2013;310:2416–2425\nGoogle Scholar \n99.Arterburn DE, Courcoulas AP. Bariatric surgery for obesity and metabolic conditions in adults. BMJ 2014;349:g3961\n  \n100.Young MT, Gebhart A, Phelan MJ, Nguyen NT. Use and outcomes of laparoscopic sleeve gastrectomy vs laparoscopic gastric bypass: analysis of the American College of Surgeons NSQIP. J Am Coll Surg 2015;220:880–885\n  \n101.Aminian A, Brethauer SA, Kirwan JP, Kashyap SR, Burguera B, Schauer PR. How safe is metabolic/diabetes surgery? Diabetes Obes Metab 2015;17:198–201\n  \n102.Birkmeyer NJO, Dimick JB, Share D, et al.; Michigan Bariatric Surgery Collaborative. Hospital complication rates with bariatric surgery in Michigan. JAMA 2010;304:435–442\n  \n103.Altieri MS, Yang J, Telem DA, et al. Lap band outcomes from 19,221 patients across centers and over a decade within the state of New York. Surg Endosc 2016;30:1725–1732\n  \n104.Hutter MM, Schirmer BD, Jones DB, et al. First report from the American College of Surgeons Bariatric Surgery Center Network: laparoscopic sleeve gastrectomy has morbidity and effectiveness positioned between the band and the bypass. Ann Surg 2011;254:410–420; discussion 420–422\n  \n105.Nguyen NT, Slone JA, Nguyen X-MT, Hartman JS, Hoyt DB. A prospective randomized trial of laparoscopic gastric bypass versus laparoscopic adjustable gastric banding for the treatment of morbid obesity: outcomes, quality of life, and costs. Ann Surg 2009;250:631–641\n  \n106.Courcoulas AP, King WC, Belle SH, et al. Seven-year weight trajectories and health outcomes in the Longitudinal Assessment of Bariatric Surgery (LABS) study. JAMA Surg 2018;153:427–434\n  \n107.Birkmeyer JD, Finks JF, O’Reilly A, et al.; Michigan Bariatric Surgery Collaborative. Surgical skill and complication rates after bariatric surgery. N Engl J Med 2013;369:1434–1442\n  \n108.Service GJ, Thompson GB, Service FJ, Andrews JC, Collazo-Clavell ML, Lloyd RV. Hyperinsulinemic hypoglycemia with nesidioblastosis after gastric-bypass surgery. N Engl J Med 2005;353:249–254\n  \n109.Mechanick JI, Kushner RF, Sugerman HJ, et al.; American Association of Clinical Endocrinologists; Obesity Society; American Society for Metabolic &amp; Bariatric Surgery. American Association of Clinical Endocrinologists, The Obesity Society, and American Society for Metabolic &amp; Bariatric Surgery medical guidelines for clinical practice for the perioperative nutritional, metabolic, and nonsurgical support of the bariatric surgery patient. Obesity (Silver Spring) 2009;17(Suppl. 1):S1–S70\n  \n110.Mechanick JI, Youdim A, Jones DB, et al.; American Association of Clinical Endocrinologists; Obesity Society; American Society for Metabolic &amp; Bariatric Surgery. Clinical practice guidelines for the perioperative nutritional, metabolic, and nonsurgical support of the bariatric surgery patient—2013 update: cosponsored by American Association of Clinical Endocrinologists, The Obesity Society, and American Society for Metabolic &amp; Bariatric Surgery. Obesity (Silver Spring) 2013;21(Suppl. 1):S1–S27\n  \n111.Lee CJ, Clark JM, Schweitzer M, et al. Prevalence of and risk factors for hypoglycemic symptoms after gastric bypass and sleeve gastrectomy. Obesity (Silver Spring) 2015;23:1079–1084\n  \n112.Conason A, Teixeira J, Hsu C-H, Puma L, Knafo D, Geliebter A. Substance use following bariatric weight loss surgery. JAMA Surg 2013;148:145–150\n  \n113.Bhatti JA, Nathens AB, Thiruchelvam D, Grantcharov T, Goldstein BI, Redelmeier DA. Self-harm emergencies after bariatric surgery: a population-based cohort study. JAMA Surg 2016;151:226–232\n  \n114.Peterhänsel C, Petroff D, Klinitzke G, Kersting A, Wagner B. Risk of completed suicide after bariatric surgery: a systematic review. Obes Rev 2013;14:369–382\n  \n115.Jakobsen GS, Småstuen MC, Sandbu R, et al. Association of bariatric surgery vs medical obesity treatment with long-term medical complications and obesity-related comorbidities. JAMA 2018;319:291–301</div>"}}]}, {"title": "References Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "references", "display": "References"}]}, "text": {"status": "additional", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">Data Source: Section 8. Obesity Management for the Treatment of Type 2 Diabetes: Standards of Medical Care in Diabetes-2021 [Journal Article]. Contributors: American Diabetes Association. In: Diabetes care, PMID 33298419. Published January 2021. Available at: https://pubmed.ncbi.nlm.nih.gov/33298419/.</div>"}, "entry": [{"reference": "Citation/32137", "display": "JournalArticleCitation: ADA 2021 Standards of Medical Care 8. Obesity Management for the Treatment of Type 2 Diabetes"}]}, {"title": "Competing Interests Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "competing-interests", "display": "Competing Interests"}]}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "notstarted", "display": "Not Started"}]}}, {"title": "Acknowledgements Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "acknowledgements", "display": "Acknowledgements"}]}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}, {"title": "Appendices Section", "code": {"coding": [{"system": "https://fevir.net/resources/CodeSystem/179423", "code": "appendices", "display": "Appendices"}]}, "text": {"status": "empty", "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\">[No data.]</div>"}, "emptyReason": {"coding": [{"system": "http://terminology.hl7.org/CodeSystem/list-empty-reason", "code": "unavailable", "display": "Unavailable"}]}}]}