{"resourceType": "CodeSystem", "title": "Evidence Based Medicine on FHIR Implementation Guide Code System", "status": "active", "meta": {"versionId": "43", "lastUpdated": "2023-12-02T22:22:37.603Z"}, "url": "https://fevir.net/resources/CodeSystem/179423", "id": "179423", "identifier": [{"type": {"text": "FEvIR Object Identifier", "coding": [{"system": "http://terminology.hl7.org/CodeSystem/v2-0203", "code": "ACSN", "display": "Accession ID"}]}, "system": "https://fevir.net", "value": "179423", "assigner": {"display": "Computable Publishing LLC"}}], "publisher": "Computable Publishing LLC", "copyright": "https://creativecommons.org/licenses/by-nc-sa/4.0/", "contact": [{"telecom": [{"system": "email", "value": "support@computablepublishing.com"}]}], "author": [{"name": "Brian S. Alper"}], "name": "Cs_ebm_ig", "description": "This code system is a temporary workspace while drafting the Evidence Based Medicine Implementation Guide. It may not be stable and may not be persistent.", "relatedArtifact": [{"type": "cite-as", "citation": "Evidence Based Medicine on FHIR Implementation Guide Code System [CodeSystem]. Contributors: Brian S. Alper [Authors/Creators]. In: Fast Evidence Interoperability Resources (FEvIR) Platform, FOI 179423. Revised 2023-11-30. Available at: https://fevir.net/resources/CodeSystem/179423. Computable resource at: https://fevir.net/resources/CodeSystem/179423."}], "caseSensitive": true, "hierarchyMeaning": "grouped-by", "content": "complete", "concept": [{"code": "evidence-variable-role-subtype", "display": "EvidenceVariableRoleSubtype", "definition": "The sub-role that the variable plays.", "concept": [{"code": "subgroup", "display": "Subgroup", "definition": "Variable represents a subpopulation."}, {"code": "variable-A", "display": "Variable A (in AB combination)", "definition": "Variable represents a first of two measured variables to be used in a measured variable that is a mathematical operation of two measured variables."}, {"code": "variable-B", "display": "Variable B (in AB combination)", "definition": "Variable represents a second of two measured variables to be used in a measured variable that is a mathematical operation of two measured variables."}, {"code": "variable-AB", "display": "Variable AB combination", "definition": "Variable represents a result of a mathematical operation of two measured variables."}, {"code": "confounder", "display": "Confounder", "definition": "Variable represents a confounder."}, {"code": "collider", "display": "Collider", "definition": "Variable represents a collider."}, {"code": "mediator", "display": "Mediator", "definition": "Variable represents a mediator."}, {"code": "effect-modifier", "display": "Effect modifier", "definition": "Variable represents an effect modifier."}]}, {"code": "ebm-ig-profile", "display": "EBMImplementationGuideProfile", "definition": "The Profile name in the EBMonFHIR Implementation Guide.", "concept": [{"code": "Adaptation", "display": "Adaptation", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The Adaptation Profile is used for assessments of a knowledge artifact that are used to create a new knowledge artifact through acceptance, rejection or modification of the assessed artifact."}, {"code": "BaselineMeasureEvidence", "display": "BaselineMeasureEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The BaselineMeasureEvidence Profile is used for evidence with a measured variable (with the role of outcome for this Evidence) that is considered an independent variable with respect to the outcome of an exposure or intervention in a study."}, {"code": "BookCitation", "display": "BookCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The BookCitation Profile is used for citations of a book."}, {"code": "BookPartCitation", "display": "BookPartCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The BookPartCitation Profile is used for citations of a part of a book."}, {"code": "CertaintyOfEvidence", "display": "CertaintyOfEvidence", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The CertaintyOfEvidence Profile is used for expression of the certainty (also called quality or confidence in the estimates) of an Evidence artifact."}, {"code": "Classification", "display": "Classification", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The Classification Profile is used for classifier tags that may be created independently from Resource creators and may be used for search indexes."}, {"code": "CohortDefinition", "display": "CohortDefinition", "definition": "Profile of Group for Evidence Based Medicine IG. The CohortDefinition Profile is used to provide a conceptual or definitional representation of a Group."}, {"code": "Comment", "display": "Comment", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The Comment Profile is used for comments about a Resource that may be created independently from Resource creators."}, {"code": "ComparativeBaselineMeasureEvidence", "display": "ComparativeBaselineMeasureEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The ComparativeBaselineMeasureEvidence Profile is used for comparative evidence with a measured variable (with the role of outcome for this Evidence) that is considered an independent variable with respect to the outcome of an exposure or intervention in a study."}, {"code": "ComparativeEvidence", "display": "ComparativeEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The ComparativeEvidence Profile is used for evidence with a measured variable that is considered the outcome of an exposure or intervention, and an exposure variable with two or more categories that are being compared."}, {"code": "ComparativeEvidenceReport", "display": "ComparativeEvidenceReport", "definition": "Profile of Composition for Evidence Based Medicine IG. The ComparativeEvidenceReport Profile is used for an evidence report including the study group, exposure, comparator, and findings for any number of outcomes comparing the exposure to the comparator in the study group."}, {"code": "ComparativeEvidenceReportSubject", "display": "ComparativeEvidenceReportSubject", "definition": "Profile of Group for Evidence Based Medicine IG. The EvidenceReportSubject Profile is used to define the subject of an EvidenceReport."}, {"code": "ComparativeParticipantFlow", "display": "ComparativeParticipantFlow", "definition": "Profile of Evidence for Evidence Based Medicine IG. The ComparativeParticipantFlow Profile is used for comparisons of counts of completion and reasons for non-completion of participation in a research study."}, {"code": "ComparatorDefinition", "display": "ComparatorDefinition", "definition": "Profile of Group for Evidence Based Medicine IG. The ComparatorDefinition Profile is used to express the criteria defining a reference group for comparison."}, {"code": "ComparatorGroup", "display": "ComparatorGroup", "definition": "Profile of Group for Evidence Based Medicine IG. The ComparatorGroup Profile is used to represent a group (definitional or enumerated) used as a comparator in a ComparativeEvidence."}, {"code": "ComparatorOnlyEvidence", "display": "ComparatorOnlyEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The ComparatorOnlyEvidence Profile is used for evidence with a measured variable that is considered the outcome of an exposure or intervention, and a population that has an exposure with a categorical value that is the reference category for the exposure in a ComparativeEvidence Profile. The ComparatorOnlyEvidence describes the evidence for the comparator group."}, {"code": "Comparison", "display": "Comparison", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The Comparison Profile is used for assessments of similarities and differences between knowledge artifacts."}, {"code": "CompositeRating", "display": "CompositeRating", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The CompositeRating Profile is used for a composite rating or classification of a Resource that may be created following ratings or classifications by two or more parties."}, {"code": "DataDictionary", "display": "DataDictionary", "definition": "Profile of CodeSystem for Evidence Based Medicine IG. The DataDictionary Profile is used for a code key for variable names in a dataset."}, {"code": "DatabaseCitation", "display": "DatabaseCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The DatabaseCitation Profile is used for citations of a database."}, {"code": "DatabaseEntryCitation", "display": "DatabaseEntryCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The DatabaseEntryCitation Profile is used for citations of a record within a database."}, {"code": "DatasetCitation", "display": "DatasetCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The DatasetCitation Profile is used for citations of a dataset."}, {"code": "DateAsRating", "display": "DateAsRating", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The DateAsRating Profile is used for representing a date or dateTime as a classifier value."}, {"code": "EndpointAnalysisPlan", "display": "EndpointAnalysisPlan", "definition": "Profile of Evidence for Evidence Based Medicine IG. The EndpointAnalysisPlan Profile is used for specification of the statistical model for analysis of a single endpoint."}, {"code": "EvidenceList", "display": "EvidenceList", "definition": "Profile of List for Evidence Based Medicine IG. The EvidenceList Profile is used to provide a list of Evidence Resources. The EvidenceList Profile is used to represent a Group of Evidence for the population for an EvidenceSynthesisEvidence using a summary data meta-analysis approach and is referenced from a MetaanalysisStudyGroup."}, {"code": "EvidenceMap", "display": "EvidenceMap", "definition": "Profile of Composition for Evidence Based Medicine IG. The EvidenceMap Profile is used for an organized listing of Resources used to generate EvidenceReport instances."}, {"code": "EvidenceR6", "display": "EvidenceR6", "definition": "Profile of Evidence for Evidence Based Medicine IG. The EvidenceR6 Profile is used to adjust the R5 Evidence base to match the structures in R6."}, {"code": "EvidenceReport", "display": "EvidenceReport", "definition": "Profile of Composition for Evidence Based Medicine IG. The EvidenceReport Profile is used for a base structure (canonical resource management) for a report combining any number of Citation, Evidence, EvidenceVariable, EvidenceReport, and related Resources."}, {"code": "EvidenceReportSubject", "display": "EvidenceReportSubject", "definition": "Profile of Group for Evidence Based Medicine IG. The EvidenceReportSubject Profile is used to define the subject of an EvidenceReport."}, {"code": "EvidenceSynthesisEvidence", "display": "EvidenceSynthesisEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The EvidenceSynthesisEvidence Profile is used for evidence that is combined from two or more studies, explicitly expressing the method by which evidence was synthesized."}, {"code": "ExposureDefinition", "display": "ExposureDefinition", "definition": "Profile of Group for Evidence Based Medicine IG. The ExposureDefinition Profile is used to express the criteria defining an evidence variable (or categorical value for a variable) in the role of exposure."}, {"code": "ExposureGroup", "display": "ExposureGroup", "definition": "Profile of Group for Evidence Based Medicine IG. The ExposureGroup Profile is used to represent a group (definitional or enumerated) used in a ComparativeEvidence."}, {"code": "ExposureVariable", "display": "ExposureVariable", "definition": "Profile of EvidenceVariable for Evidence Based Medicine IG. The ExposureVariable Profile is used to classify an EvidenceVariable as an exposure (e.g. an intervention or independent variable of primary interest) for use in implementations that manage exposures differently than outcomes."}, {"code": "GroupAssignment", "display": "GroupAssignment", "definition": "Profile of EvidenceVariable for Evidence Based Medicine IG. The GroupAssignment Profile is used to classify an EvidenceVariable as an exposure managed as a categorical variable. The variable definitions are found in the category element instead of the definition element."}, {"code": "GroupR6", "display": "GroupR6", "definition": "Profile of Group for Evidence Based Medicine IG. The GroupR6 Profile is used to adjust the R5 Group base to match the structures in R6."}, {"code": "Guideline", "display": "Guideline", "definition": "Profile of Composition for Evidence Based Medicine IG. The Guideline Profile is used for the composition of a clinical practice guideline and may be tightly related to use of Recommendation Profile of Composition for related content."}, {"code": "InterventionGroup", "display": "InterventionGroup", "definition": "Profile of Group for Evidence Based Medicine IG. The InterventionGroup Profile is used to represent a group (definitional or enumerated) whose members received or were assigned an intervention. The InterventionGroup Profile is typically used in implemntations using a ComparativeEvidence Profile."}, {"code": "InterventionOnlyEvidence", "display": "InterventionOnlyEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The InterventionOnlyEvidence Profile is used for evidence with a measured variable that is considered the outcome of an exposure or intervention. The InterventionOnlyEvidence describes the evidence for the intervention group"}, {"code": "JournalArticleCitation", "display": "JournalArticleCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The JournalArticleCitation Profile is used for citations of an article published in a periodical venue classified as a journal."}, {"code": "MetaanalysisEligibilityCriteria", "display": "MetaanalysisEligibilityCriteria", "definition": "Profile of Group for Evidence Based Medicine IG. The MetaanalysisEligibilityCriteria Profile is used to describe inclusion and exclusion criteria for a meta-analysis."}, {"code": "MetaanalysisOutcomeDefinition", "display": "MetaanalysisOutcomeDefinition", "definition": "Profile of Group for Evidence Based Medicine IG. The MetaanalysisOutcomeDefinition Profile is used to express the criteria defining an evidence variable in the role of outcome where the population (dataset) is a set of Evidence Resources. Characteristics define the characteristics of the Evidence Resource to be eligible to be used for this outcome."}, {"code": "MetaanalysisStudyGroup", "display": "MetaanalysisStudyGroup", "definition": "Profile of Group for Evidence Based Medicine IG. The MetaanalysisStudyGroup Profile is used to represent an enumerated group of participants in a meta-analysis where the participants are Evidence Resources and the Group membership is conceptual."}, {"code": "NetEffectContribution", "display": "NetEffectContribution", "definition": "Profile of Evidence for Evidence Based Medicine IG. The NetEffectContribution Profile is used for evidence in which the effect estimates, expressed as risk differences, is multiplied by a relative importance rating of the outcomes."}, {"code": "NetEffectContributionList", "display": "NetEffectContributionList", "definition": "Profile of List for Evidence Based Medicine IG. The NetEffectContributionList Profile is used to provide a list of Evidence Resources (NetEffectContribution Profile). The NetEffectContributionList Profile is used to represent a Group of Evidence for the population for a NetEffectEstimate (Profile of Evidence) using a net effect analysis approach and is referenced from a NetEffectContributions (Profile of Group)."}, {"code": "NetEffectContributions", "display": "NetEffectContributions", "definition": "Profile of Group for Evidence Based Medicine IG. The NetEffectContributions Profile is used to represent an enumerated group of participants in a net effect analysis where the participants are Evidence Resources (NetEffectContribution Profile) and the Group membership is conceptual."}, {"code": "NetEffectEstimate", "display": "NetEffectEstimate", "definition": "Profile of Evidence for Evidence Based Medicine IG. The NetEffectEstimate Profile is used for evidence in which the observed data is net effect contributions (effect estimates expressed as risk differences, multiplied by relative importance ratings of outcomes)."}, {"code": "NonComparativeEvidence", "display": "NonComparativeEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The NonComparativeEvidence Profile is used for evidence about a single group with no comparisons between groups."}, {"code": "OutcomeDefinition", "display": "OutcomeDefinition", "definition": "Profile of Group for Evidence Based Medicine IG. The OutcomeDefinition Profile is used to express the criteria defining an evidence variable (or categorical value for a variable) in the role of outcome."}, {"code": "OutcomeImportance", "display": "OutcomeImportance", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The OutcomeImportance Profile is used for expression of the relative importance of an outcome. The outcome is typically expressed with an EvidenceVariable Resource and may use the OutcomeVariable Profile of EvidenceVariable (or OutcomeDefinition Profile of Group)."}, {"code": "OutcomeList", "display": "OutcomeList", "definition": "Profile of List for Evidence Based Medicine IG. The OutcomeList Profile is used to provide a list of outcomes. The OutcomeList Profile is referenced in the EvidenceReportSubject Profile as a way to define the set of outcomes that an EvidenceReport is about."}, {"code": "OutcomeMeasureEvidence", "display": "OutcomeMeasureEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The OutcomeMeasureEvidence Profile is used for evidence with a measured variable that is considered the outcome of an exposure or intervention."}, {"code": "OutcomeVariable", "display": "OutcomeVariable", "definition": "Profile of EvidenceVariable for Evidence Based Medicine IG. The OutcomeVariable Profile is used to classify an EvidenceVariable as an outcome or dependent variable for use in implementations that manage exposures differently than outcomes."}, {"code": "ParticipantFlowMeasure", "display": "ParticipantFlowMeasure", "definition": "Profile of EvidenceVariable for Evidence Based Medicine IG. The ParticipantFlowMeasure Profile is used to describe outcome measures for completion and reasons for non-completion of participation in a research study."}, {"code": "ParticipantFlow", "display": "ParticipantFlow", "definition": "Profile of Evidence for Evidence Based Medicine IG. The ParticipantFlow Profile is used for counts of completion and reasons for non-completion of participation in a research study."}, {"code": "PreprintCitation", "display": "PreprintCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The PreprintCitation Profile is used for citations of an article published in a form prior to peer-reviewed publication in a journal, book, or other permanent record."}, {"code": "Rating", "display": "Rating", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The Rating Profile is used for classifier tags that may include quantitative ratings and may be created independently from Resource creators."}, {"code": "Recommendation", "display": "Recommendation", "definition": "Profile of Composition for Evidence Based Medicine IG. The Recommendation Profile is used for the composition of a recommendation (such as that from a clinical practice guideline) and may be tightly related to a RecommendationPlan Profile of PlanDefinition and a RecommendationJustification Profile of ArtifactAssessment."}, {"code": "RecommendationAction", "display": "RecommendationAction", "definition": "Profile of ActivityDefinition for Evidence Based Medicine IG. The RecommendationAction Profile is used for a recommendation from a clinical practice guideline."}, {"code": "RecommendationEligibilityCriteria", "display": "RecommendationEligibilityCriteria", "definition": "Profile of Group for Evidence Based Medicine IG. The RecommendationEligibilityCriteria Profile is used to express the criteria defining a group for whom a recommendation applies."}, {"code": "RecommendationJustification", "display": "RecommendationJustification", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The RecommendationJustification Profile is used for expressing the rationale, evidence, and judgments supporting a recommendation, such as from a clinical practice guideline."}, {"code": "RecommendationPlan", "display": "RecommendationPlan", "definition": "Profile of PlanDefinition for Evidence Based Medicine IG. The RecommendationPlan Profile is used for the implementable representation of a recommendation (such as that from a clinical practice guideline)."}, {"code": "RiskOfBias", "display": "RiskOfBias", "definition": "Profile of ArtifactAssessment for Evidence Based Medicine IG. The RiskOfBias Profile is used for expression of the assessment of the threats to validity (or risk of bias) of an Evidence artifact or an artifact consisting of Evidence or the plan to create Evidence."}, {"code": "SearchResults", "display": "SearchResults", "definition": "Profile of Library for Evidence Based Medicine IG. The SearchResults Profile is used to represent search results, such as for a systematic review."}, {"code": "SearchStrategy", "display": "SearchStrategy", "definition": "Profile of Group for Evidence Based Medicine IG. The SearchStrategy Profile is used to express the criteria defining a search strategy, such as for a systematic review."}, {"code": "SingleStudyEvidence", "display": "SingleStudyEvidence", "definition": "Profile of Evidence for Evidence Based Medicine IG. The SingleStudyEvidence Profile is used for evidence from single studies, explicitly expressing that no studies were synthesized."}, {"code": "SoftwareCitation", "display": "SoftwareCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The SoftwareCitation Profile is used for citations of executable code."}, {"code": "StatisticalCalculator", "display": "StatisticalCalculator", "definition": "Profile of Evidence for Evidence Based Medicine IG. The StatisticalCalculator Profile is used for specification of the executable formula corresponding to an endpoint analysis plan or applied analysis."}, {"code": "StudyEligibilityCriteria", "display": "StudyEligibilityCriteria", "definition": "Profile of Group for Evidence Based Medicine IG. The StudyEligibilityCriteria Profile is used to describe inclusion and exclusion criteria for a clinical trial or other research study."}, {"code": "StudyGroup", "display": "StudyGroup", "definition": "Profile of Group for Evidence Based Medicine IG. The StudyGroup Profile is used to represent an enumerated group of participants in a research study."}, {"code": "SummaryOfFindings", "display": "SummaryOfFindings", "definition": "Profile of Composition for Evidence Based Medicine IG. The SummaryOfFindings Profile is used for an evidence report combining Evidence and EvidenceVariable Resources, organized around OutcomeVariable (Profile of EvidenceVariable), to represent the summary of findings of comparative evidence."}, {"code": "SummaryOfNetEffect", "display": "SummaryOfNetEffect", "definition": "Profile of Composition for Evidence Based Medicine IG. The SummaryOfNetEffect Profile is used for an evidence report combining ArtifactAssessment and Evidence and EvidenceVariable Resources, organized around OutcomeVariable (Profile of EvidenceVariable), to represent the summary of net effect contributions of comparative evidence, adjusted for the relative importance of outcomes."}, {"code": "SystematicReviewEligibilityCriteria", "display": "SystematicReviewEligibilityCriteria", "definition": "Profile of Group for Evidence Based Medicine IG. The SystematicReviewEligibilityCriteria Profile is used to describe inclusion and exclusion criteria for a systematic review."}, {"code": "SystematicReviewExcludedStudies", "display": "SystematicReviewExcludedStudies", "definition": "Profile of Library for Evidence Based Medicine IG. The SystematicReviewExcludedStudies Profile is used to represent the subset of search results of a systematic review which did not meet the inclusion criteria."}, {"code": "SystematicReviewIncludedStudies", "display": "SystematicReviewIncludedStudies", "definition": "Profile of Library for Evidence Based Medicine IG. The SystematicReviewIncludedStudies Profile is used to represent the subset of search results of a systematic review which meet the inclusion criteria."}, {"code": "TableConstructor", "display": "TableConstructor", "definition": "Profile of Composition for Evidence Based Medicine IG. The TableConstructor Profile is used for specifying column headers and instructions for generating content values for table rows and table cells. For the Evidence Based Medicine IG, the TableConstructor Profile is intended to facilitate processing the input of an EvidenceMap instance and generating the output of an EvidenceReport instance."}, {"code": "VariableDefinition", "display": "VariableDefinition", "definition": "Profile of EvidenceVariable for Evidence Based Medicine IG. The VariableDefinition Profile uses a CodeableReference Datatype to provide a concept (e.g. coding in a code system) and/or a reference to a Group Resource for structured data to define the variable."}, {"code": "WebPageCitation", "display": "WebPageCitation", "definition": "Profile of Citation for Evidence Based Medicine IG. The WebPageCitation Profile is used for citations of a web page or website, typically when there is not another type being used to classify the cited artifact."}]}, {"code": "evidence-report-section-code", "display": "EvidenceReportSectionCode", "definition": "The code used to defined what a section of an EvidenceReport is about.", "concept": [{"code": "population", "display": "Population", "definition": "Population"}, {"code": "intervention", "display": "Intervention", "definition": "Intervention"}, {"code": "intervention-description", "display": "Intervention Description", "definition": "Intervention Description"}, {"code": "intervention-group", "display": "Intervention Group", "definition": "Intervention Group"}, {"code": "comparator", "display": "Comparator", "definition": "Comparator"}, {"code": "comparator-description", "display": "Comparator Description", "definition": "Comparator Description"}, {"code": "comparator-group", "display": "Comparator Group", "definition": "Comparator Group"}, {"code": "study-design", "display": "Study Design", "definition": "Study Design"}, {"code": "baseline-measures", "display": "Baseline Measures", "definition": "Baseline Measures"}, {"code": "participant-flow", "display": "Participant Flow", "definition": "Participant Flow"}, {"code": "outcome-measures", "display": "Outcome Measures", "definition": "Outcome Measures"}, {"code": "outcome-measure", "display": "Outcome Measure", "definition": "Outcome Measure"}, {"code": "evidence-with-comparator-alone", "display": "Evidence with comparator alone", "definition": "Evidence with comparator alone"}, {"code": "evidence-with-intervention-alone", "display": "Evidence with intervention alone", "definition": "Evidence with intervention alone"}, {"code": "evidence-with-total-group", "display": "Evidence with total group", "definition": "Evidence with total group"}, {"code": "evidence-with-intervention-vs-comparator", "display": "Evidence with intervention vs. comparator", "definition": "Evidence with intervention vs. comparator"}, {"code": "certainty-of-evidence", "display": "Certainty of Evidence", "definition": "Certainty of Evidence"}, {"code": "classifier", "display": "Classifier", "definition": "Classifier"}, {"code": "introduction", "display": "Introduction", "definition": "Introduction"}, {"code": "recommendations", "display": "Recommendations", "definition": "Recommendations"}, {"code": "text", "display": "Text", "definition": "Text"}, {"code": "methods", "display": "Methods", "definition": "Methods"}, {"code": "acknowledgements", "display": "Acknowledgements", "definition": "Acknowledgements"}, {"code": "appendices", "display": "Appendices", "definition": "Appendices"}, {"code": "recommendation-specification", "display": "Recommendation Specification", "definition": "Recommendation Specification"}, {"code": "ratings", "display": "Ratings", "definition": "Ratings"}, {"code": "summary", "display": "Summary", "definition": "Summary"}, {"code": "related-items", "display": "Related Items", "definition": "Related Items"}, {"code": "strength-of-recommendation", "display": "Strength of Recommendation", "definition": "Strength of Recommendation"}, {"code": "direction-of-recommendation", "display": "Direction of Recommendation", "definition": "Direction of Recommendation"}, {"code": "action", "display": "Action", "definition": "Action"}, {"code": "opposite-action", "display": "Opposite Action", "definition": "Opposite Action"}, {"code": "evidence", "display": "Evidence", "definition": "Evidence"}, {"code": "summary-of-findings", "display": "Summary of Findings", "definition": "Summary of Findings"}, {"code": "desirable-effects", "display": "Desirable Effects", "definition": "Desirable Effects"}, {"code": "undesirable-effects", "display": "Undesirable Effects", "definition": "Undesirable Effects"}, {"code": "net-effect", "display": "Net Effect", "definition": "Net Effect"}, {"code": "preferences", "display": "Preferences", "definition": "Preferences (Values and Preferences)"}, {"code": "judgments", "display": "Judgments", "definition": "Judgments"}, {"code": "justification", "display": "Justification", "definition": "Justification"}, {"code": "problem-importance", "display": "Problem Importance", "definition": "Problem Importance"}, {"code": "costs", "display": "Costs", "definition": "Costs and Resources"}, {"code": "cost-effectiveness", "display": "Cost-effectiveness", "definition": "Cost-effectiveness"}, {"code": "equity", "display": "Equity", "definition": "Equity"}, {"code": "acceptability", "display": "Acceptability", "definition": "Acceptability"}, {"code": "feasibility", "display": "Feasibility", "definition": "Feasibility"}, {"code": "considerations", "display": "Considerations", "definition": "Considerations"}, {"code": "subgroup-considerations", "display": "Subgroup Considerations", "definition": "Subgroup Considerations"}, {"code": "implementation-considerations", "display": "Implementation Considerations", "definition": "Implementation Considerations"}, {"code": "monitoring-considerations", "display": "Monitoring Considerations", "definition": "Monitoring Considerations"}, {"code": "competing-interests", "display": "Competing Interests", "definition": "Competing Interests"}, {"code": "research-considerations", "display": "Research Considerations", "definition": "Research Considerations"}, {"code": "column-headers", "display": "Column Headers", "definition": "Column Headers"}, {"code": "sample-size", "display": "Sample Size", "definition": "Sample Size"}, {"code": "result-with-comparator-alone", "display": "Result with comparator alone", "definition": "Result with comparator alone"}, {"code": "result-with-intervention-alone", "display": "Result with intervention alone", "definition": "Result with intervention alone"}, {"code": "result-with-intervention-alone-calculated", "display": "Result with intervention alone (calculated)", "definition": "Result with intervention alone (calculated value derived from result with comparator alone and effect estimate)"}, {"code": "result-with-intervention-vs-comparator", "display": "Result with intervention vs. comparator", "definition": "Result with intervention vs. comparator"}, {"code": "assertion", "display": "Assertion", "definition": "Assertion"}, {"code": "summary-of-findings-entry-for-a-single-outcome", "display": "Summary of findings entry for a single outcome", "definition": "Summary of findings entry for a single outcome"}, {"code": "outcome-desirability", "display": "Outcome Desirability", "definition": "Outcome Desirability"}, {"code": "relative-importance", "display": "Relative Importance", "definition": "Relative Importance"}, {"code": "net-effect-contribution", "display": "Net Effect Contribution", "definition": "Net Effect Contribution"}, {"code": "summary-of-net-effect-contributions-entry-for-a-single-outcome", "display": "Summary of net effect contributions entry for a single outcome", "definition": "Summary of net effect contributions entry for a single outcome"}, {"code": "discussion", "display": "Discussion", "definition": "Discussion"}, {"code": "recommendation-statement", "display": "Recommendation Statement", "definition": "Recommendation Statement"}, {"code": "rating-system", "display": "Rating System", "definition": "Rating System"}, {"code": "data-source", "display": "Data Source", "definition": "Data Source"}, {"code": "net-effect-estimate", "display": "Net Effect Estimate", "definition": "Net Effect Estimate"}, {"code": "references", "display": "References", "definition": "References"}, {"code": "description", "display": "Description", "definition": "Description"}]}, {"code": "evidence-communication", "display": "Evidence Communication", "definition": "Context of use being communication of scientific knowledge; a classification of components of such communication."}, {"code": "defined-in-handling-and-category", "display": "Defined in handling and category elements", "definition": "The definition for this EvidenceVariable is defined in the handling and category elements."}, {"code": "supplementalCode-identifier-type", "display": "Supplemental Codes for Identifier Type Codes", "definition": "used when no suitable code is found in https://terminology.hl7.org/5.4.0/CodeSystem-v2-0203.html", "concept": [{"code": "object-identifier", "display": "Object Identifier", "definition": "unique identifier for an object"}]}, {"code": "defined-in-text", "display": "Defined in text", "definition": "This CodeableConcept does not have a matching code in a structured terminology and is fully represented in the text element."}, {"code": "supplementalCode-citation-artifact-classifier", "display": "Supplemental Codes for Citation Artifact Classifier", "definition": "used when no suitable code is found in http://hl7.org/fhir/citation-artifact-classifier", "concept": [{"code": "classified-as-section", "display": "Section", "definition": "Classified as Section"}, {"code": "classified-as-chapter", "display": "Chapter", "definition": "Classified as Chapter"}, {"code": "classified-as-book-part", "display": "Book Part", "definition": "Classified as Book Part"}, {"code": "classified-as-editorial", "display": "Editorial", "definition": "Classified as Editorial"}]}, {"code": "supplementalCode-cited-artifact-part-type", "display": "Supplemental Codes for Cited Artifact Part Type", "definition": "used when no suitable code is found in http://hl7.org/fhir/cited-artifact-part-type", "concept": [{"code": "chapters", "display": "chapters", "definition": "Denotes specific chapter or chapters of an article or artifact."}]}, {"code": "supplementalCode-artifact-contribution-type", "display": "Supplemental Codes for Artifact Contribution Type", "definition": "used when no suitable code is found in http://hl7.org/fhir/artifact-contribution-type", "concept": [{"code": "principal-investigator", "display": "Principal Investigator", "definition": "Principal Investigator"}, {"code": "co-investigator", "display": "Co-Investigator", "definition": "Co-Investigator"}]}], "experimental": true}